export const data = [{
  date: new Date(2020, 6, 9),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1148022",
  all: 5585,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 236,
    description: "В Скопине – 130,  в Скопинском – 106 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 7, Вослебово – 6, Горлово – 4, Чулково – 4, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 207,
    description: "В Новомичуринске – 129,  в Пронске – 37, в Пронском районе – 41 (Мамоново – 6, Тырново – 6, Гремяки – 5, Кисьва – 4,Маклаково – 4, Октябрьское – 4, Погореловский – 4, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 160,
    description: "В  Михайлове – 68, в Михайловском районе – 92 (Октябрьский – 29, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 4, Пушкари – 4, Грязное – 3, Заря – 3, Козловка – 3, Красное – 3, Первомайский – 3, Березово – 2, Бычки – 2, Иваньково – 2, Киндяково – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2883,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 259,
    description: "В Рязанском районе – 259 (Заокское – 33, Поляны – 25, Дядьково – 24, Заборье – 18, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Мурмино – 7, Агро-Пустынь – 6, Льгово – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Вышгород – 4, Искра – 4, Дубровичи – 3, Затишье – 3, Совхоз Рязанский – 3, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 52,
    description: "В Захаровском районе – 36 (Смена – 9, Добрые Пчелы – 5, Безлычное – 3, Елино – 3, Жокино – 2, Плахино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Катагоща – 1, Окуньково – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино – 1,  Троицкое – 1, Федоровское – 1, Шляхино – 1), в Захарове – 16."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 74,
    description: "В  Сараевском районе – 48 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Кривское – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 26."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 68,
    description: "В Шацком районе – 37 (Черная Слобода – 10, Казачья Слобода – 9, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Каверино – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 31."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 53,
    description: "В Чучково – 28, в Чучковском районе – 25 (Аладьино – 8, Пертово – 5, Мелехово – 4, Остро-Пластиково – 3, Назаровка – 2, Шеметово – 2, Завидово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 24,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 18."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 51,
    description: "В Сапожке - 41, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 23,
    description: "В  Ухоловском роайоне – 9 (Кензино – 2, Ольхи – 2, Покровское – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 14."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 96,
    description: "В Александро-Невском – 58, В Александро-Невском районе – 38 (Каширин – 8, Боровок – 7, Ленино – 5, Калинино – 4, Ленинский – 3, Бурминка – 2, Зимарово – 2, Заборово – 2, Кайсаровка – 1, Нижний Якимец – 1, Ново-Тишевое – 1, Ольховка – 1, Студенки – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 184,
    description: "В Ряжске – 158, в Ряжском районе – 26 (Дегтяное – 7, Петрово – 7, Салтыки – 4, Шереметьево – 2, Еголдаево – 1, Журавинка – 1, Марчуки 2-е – 1, Совка – 1, Турово – 1, Чирково – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 15,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 13."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 122,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 92."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 43,
    description: "В Кораблино – 23, в Кораблинском районе – 20 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово– 2, Ковалинка – 1, Неретино – 1,  Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 168,
    description: "В Шиловском районе – 112 (Лесной – 31, Желудёво – 17, Авдотьинка – 9, Сановка – 8, Елизаветинка – 7, Ибредь – 5, Терехово – 5, Аделино – 4, Сасыкино – 4, Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Березово – 1,  Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Нармушадь – 1, Полтавка – 1, Слобода – 1), в Шилово – 56. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 54,
    description: "В Старожилове – 31, в Старожиловском районе – 23 (Панинская слобода – 7, Истье – 4, Кареево – 2, Совхоз имени Ленина – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Соха – 1, Чернобаево – 1, Шелковая – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 105,
    description: "В Спасске – 29, в Спасском районе – 76 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Панино – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Засечье – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 235,
    description: "В г. Касимов — 151, в Касимовском районе – 84 (Подлипки – 8, Лощинино – 7, Бабино-Булыгино – 6, Елатьма – 6, Клетино – 5, Гусь-Железный – 4, Крутоярский – 4, Лашма – 4, Новая Деревня – 3, Самылово – 3, Сынтул – 3, Щербатовка – 3, Крюково – 3, Ахматово – 2, Лазарево – 2, Озерный – 2, Савостьяново – 2, Телебукино – 2, Торбаево – 2, Алешино – 1, Баромыково – 1, Большой Кусмор – 1, Булгаково – 1, Ибердус – 1, Кочемары – 1, Лався – 1, Малеево – 1, Марьино Данево – 1, Погост – 1, Селизово – 1, Сосновка – 1, Токарево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 41,
    description: "В Ермиши – 17, в Ермишинском районе – 24 (Надежка – 9, Савватьма – 9, Азеево – 3, Гремячий ключ – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 243,
    description: "В Рыбновском районе – 85 (Костино – 20, Пощупово – 9, Новоселки – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 158."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 126,
    description: "в Спас-Клепиках — 22, в Клепиковском районе – 104 (Тума – 40, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Колесниково – 2, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 6, 8),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1147647",
  all: 5547,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 236,
    description: "В Скопине – 130,  в Скопинском – 106 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 7, Вослебово – 6, Горлово – 4, Чулково – 4, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 207,
    description: "В Новомичуринске – 129,  в Пронске – 37, в Пронском районе – 41 (Мамоново – 6, Тырново – 6, Гремяки – 5, Кисьва – 4,Маклаково – 4, Октябрьское – 4, Погореловский – 4, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 159,
    description: "В  Михайлове – 68, в Михайловском районе – 91 (Октябрьский – 29, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 4, Пушкари – 4, Грязное – 3, Заря – 3, Козловка – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково – 2, Киндяково – 2, Первомайский – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2860,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 256,
    description: "В Рязанском районе – 256 (Заокское – 32, Поляны – 24, Дядьково – 23, Заборье – 18, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Мурмино – 7, Агро-Пустынь – 6, Льгово – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Вышгород – 4, Искра – 4, Дубровичи – 3, Затишье – 3, Совхоз Рязанский – 3, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 52,
    description: "В Захаровском районе – 36 (Смена – 9, Добрые Пчелы – 5, Безлычное – 3, Елино – 3, Жокино – 2, Плахино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Катагоща – 1, Окуньково – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино – 1,  Троицкое – 1, Федоровское – 1, Шляхино – 1), в Захарове – 16."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 73,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 26."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 68,
    description: "В Шацком районе – 37 (Черная Слобода – 10, Казачья Слобода – 9, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Каверино – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 31."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 53,
    description: "В Чучково – 28, в Чучковском районе – 25 (Аладьино – 8, Пертово – 5, Мелехово – 4, Остро-Пластиково – 3, Назаровка – 2, Шеметово – 2, Завидово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 24,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 18."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 51,
    description: "В Сапожке - 41, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 23,
    description: "В  Ухоловском роайоне – 9 (Кензино – 2, Ольхи – 2, Покровское – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 14."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 94,
    description: "В Александро-Невском – 56, В Александро-Невском районе – 38 (Каширин – 8, Боровок – 7, Ленино – 5, Калинино – 4, Ленинский – 3, Бурминка – 2, Зимарово – 2, Заборово – 2, Кайсаровка – 1, Нижний Якимец – 1, Ново-Тишевое – 1, Ольховка – 1, Студенки – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 184,
    description: "В Ряжске – 158, в Ряжском районе – 26 (Дегтяное – 7, Петрово – 7, Салтыки – 4, Шереметьево – 2, Еголдаево – 1, Журавинка – 1, Марчуки 2-е – 1, Совка – 1, Турово – 1, Чирково – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 15,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 13."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 121,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 91."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 42,
    description: "В Кораблино – 22, в Кораблинском районе – 20 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово– 2, Ковалинка – 1, Неретино – 1,  Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 168,
    description: "В Шиловском районе – 112 (Лесной – 31, Желудёво – 17, Авдотьинка – 9, Сановка – 8, Елизаветинка – 7, Ибредь – 5, Терехово – 5, Аделино – 4, Сасыкино – 4, Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Березово – 1,  Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Нармушадь – 1, Полтавка – 1, Слобода – 1), в Шилово – 56. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 54,
    description: "В Старожилове – 31, в Старожиловском районе – 23 (Панинская слобода – 7, Истье – 4, Кареево – 2, Совхоз имени Ленина – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Соха – 1, Чернобаево – 1, Шелковая – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 105,
    description: "В Спасске – 29, в Спасском районе – 76 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Панино – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Засечье – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 232,
    description: "В г. Касимов — 150, в Касимовском районе – 82 (Подлипки – 8, Лощинино – 7, Бабино-Булыгино – 6, Елатьма – 6, Клетино – 4, Крутоярский – 4, Лашма – 4, Гусь-Железный – 3, Новая Деревня – 3, Самылово – 3, Сынтул – 3, Щербатовка – 3, Крюково – 3, Ахматово – 2, Лазарево – 2, Озерный – 2, Савостьяново – 2, Телебукино – 2, Торбаево – 2, Алешино – 1, Баромыково – 1, Большой Кусмор – 1, Булгаково – 1,  Ибердус – 1, Кочемары – 1, Лався – 1, Малеево – 1, Марьино Данево – 1,  Погост – 1, Селизово – 1, Сосновка – 1, Токарево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 41,
    description: "В Ермиши – 17, в Ермишинском районе – 24 (Надежка – 9, Савватьма – 9, Азеево – 3, Гремячий ключ – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 240,
    description: "В Рыбновском районе – 85 (Костино – 20, Пощупово – 9, Новоселки – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 155."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 126,
    description: "в Спас-Клепиках — 22, в Клепиковском районе – 104 (Тума – 40, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Колесниково – 2, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 6, 7),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1147167",
  all: 5507,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 235,
    description: "В Скопине – 129,  в Скопинском – 106 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 7, Вослебово – 6, Горлово – 4, Чулково – 4, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 207,
    description: "В Новомичуринске – 129,  в Пронске – 37, в Пронском районе – 41 (Мамоново – 6, Тырново – 6, Гремяки – 5, Кисьва – 4,Маклаково – 4, Октябрьское – 4, Погореловский – 4, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 159,
    description: "В  Михайлове – 68, в Михайловском районе – 91 (Октябрьский – 29, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 4, Пушкари – 4, Грязное – 3, Заря – 3, Козловка – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково – 2, Киндяково – 2, Первомайский – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2843,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 254,
    description: "В Рязанском районе – 254 (Заокское – 32, Поляны – 23, Дядьково – 22, Заборье – 18, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Мурмино – 7, Агро-Пустынь – 6, Льгово – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Вышгород – 4, Искра – 4, Дубровичи – 3, Затишье – 3, Совхоз Рязанский – 3, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 52,
    description: "В Захаровском районе – 36 (Смена – 9, Добрые Пчелы – 5, Безлычное – 3, Елино – 3, Жокино – 2, Плахино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Катагоща – 1, Окуньково – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино – 1,  Троицкое – 1, Федоровское – 1, Шляхино – 1), в Захарове – 16."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 73,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 26."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 68,
    description: "В Шацком районе – 37 (Черная Слобода – 10, Казачья Слобода – 9, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Каверино – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 31."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 53,
    description: "В Чучково – 28, в Чучковском районе – 25 (Аладьино – 8, Пертово – 5, Мелехово – 4, Остро-Пластиково – 3, Назаровка – 2, Шеметово – 2, Завидово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 24,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 18."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 51,
    description: "В Сапожке - 40, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 23,
    description: "В  Ухоловском роайоне – 9 (Кензино – 2, Ольхи – 2, Покровское – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 14."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 93,
    description: "В Александро-Невском – 55, В Александро-Невском районе – 38 (Каширин – 8, Боровок – 7, Ленино – 5, Калинино – 4, Ленинский – 3, Бурминка – 2, Зимарово – 2, Заборово – 2, Кайсаровка – 1, Нижний Якимец – 1, Ново-Тишевое – 1, Ольховка – 1, Студенки – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 184,
    description: "В Ряжске – 158, в Ряжском районе – 26 (Дегтяное – 7, Петрово – 7, Салтыки – 4, Шереметьево – 2, Еголдаево – 1, Журавинка – 1, Марчуки 2-е – 1, Совка – 1, Турово – 1, Чирково – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 14,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 12."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 115,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 85."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 40,
    description: "В Кораблино – 21, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 166,
    description: "В Шиловском районе – 112 (Лесной – 31, Желудёво – 17, Авдотьинка – 9, Сановка – 8, Елизаветинка – 7, Ибредь – 5, Терехово – 5, Аделино – 4, Сасыкино – 4, Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Березово – 1,  Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Нармушадь – 1, Полтавка – 1, Слобода – 1), в Шилово – 54. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 52,
    description: "В Старожилове – 31, в Старожиловском районе – 21 (Панинская слобода – 7, Истье – 4, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 104,
    description: "В Спасске – 29, в Спасском районе – 75 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Панино – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 229,
    description: "В г. Касимов — 150, в Касимовском районе – 79 (Лощинино – 7, Подлипки – 7, Елатьма – 6, Бабино-Булыгино – 5, Клетино – 4, Крутоярский – 4, Лашма – 4, Гусь-Железный – 3, Новая Деревня – 3, Самылово – 3, Сынтул – 3, Щербатовка – 3, Крюково – 3, Лазарево – 2, Озерный – 2, Савостьяново – 2, Телебукино – 2, Торбаево – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Булгаково – 1,  Ибердус – 1, Кочемары – 1, Лався – 1, Малеево – 1, Марьино Данево – 1,  Погост – 1, Селизово – 1, Сосновка – 1, Токарево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 41,
    description: "В Ермиши – 17, в Ермишинском районе – 24 (Надежка – 9, Савватьма – 9, Азеево – 3, Гремячий ключ – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 239,
    description: "В Рыбновском районе – 85 (Костино – 20, Пощупово – 9, Новоселки – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 154."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 126,
    description: "в Спас-Клепиках — 22, в Клепиковском – 104 (Тума – 40, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Колесниково – 2, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 6, 6),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1146659",
  all: 5469,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 233,
    description: "В Скопине – 127,  в Скопинском – 106 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 7, Вослебово – 6, Горлово – 4, Чулково – 4, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 207,
    description: "В Новомичуринске – 129,  в Пронске – 37, в Пронском районе – 41 (Мамоново – 6, Тырново – 6, Гремяки – 5, Кисьва – 4,Маклаково – 4, Октябрьское – 4, Погореловский – 4, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 159,
    description: "В  Михайлове – 68, в Михайловском районе – 91 (Октябрьский – 29, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 4, Пушкари – 4, Грязное – 3, Заря – 3, Козловка – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково – 2, Киндяково – 2, Первомайский – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2833,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 253,
    description: "В Рязанском районе – 253 (Заокское – 32, Дядьково – 22, Поляны – 22, Заборье – 18, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Мурмино – 7, Агро-Пустынь – 6, Льгово – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4, Абрютино – 3, Высокое – 3, Вышгород - 4, Искра – 4, Дубровичи – 3, Затишье – 3, Совхоз Рязанский – 3, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 51,
    description: "В Захаровском районе - 35 (Смена - 9, Добрые Пчелы - 5, Безлычное - 3, Елино - 3, Жокино - 2, Пупкино - 2, Зимино - 1, Каймань - 1, Катагоща - 1, Окуньково - 1, Плахино - 1, Поливаново - 1, Спасские Выселки - 1, Старое Зимино - 1,  Троицкое - 1, Федоровское - 1, Шляхино - 1), в Захарове – 16."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 72,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 25."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 66,
    description: "В Шацком районе – 35 (Казачья Слобода – 9, Черная Слобода – 9, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 31."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 53,
    description: "В Чучково – 28, в Чучковском районе – 25 (Аладьино – 8, Пертово – 5, Мелехово – 4, Остро-Пластиково – 3, Назаровка – 2, Шеметово – 2, Завидово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 23,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 17."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 49,
    description: "В Сапожке - 38, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 22,
    description: "В  Ухоловском роайоне – 9 (Кензино – 2, Ольхи – 2, Покровское – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 13."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 92,
    description: "В Александро-Невском – 55, В Александро-Невском районе – 37 (Каширин – 8, Боровок – 7, Ленино – 5, Калинино – 3, Ленинский – 3, Бурминка – 2, Зимарово – 2, Заборово – 2, Кайсаровка – 1, Нижний Якимец – 1, Ново-Тишевое – 1, Ольховка – 1, Студенки – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 179,
    description: "В Ряжске – 155, в Ряжском районе – 24 (Дегтяное – 7, Петрово – 6, Салтыки – 4, Шереметьево – 2, Еголдаево – 1, Журавинка – 1, Марчуки 2-е – 1, Турово – 1, Чирково – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 14,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 12."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 115,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 85."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 39,
    description: "В Кораблино – 20, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 166,
    description: "В Шиловском районе – 112 (Лесной – 31, Желудёво – 17, Авдотьинка – 9, Сановка – 8, Елизаветинка – 7, Ибредь – 5, Терехово – 5, Аделино – 4, Сасыкино – 4, Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Березово – 1,  Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Нармушадь – 1, Полтавка – 1, Слобода – 1), в Шилово – 54. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 52,
    description: "В Старожилове – 31, в Старожиловском районе – 21 (Панинская слобода – 7, Истье – 4, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 104,
    description: "В Спасске – 29, в Спасском районе – 75 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Панино – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 222,
    description: "В г. Касимов — 146, в Касимовском районе – 76 (Лощинино – 7, Подлипки – 7, Елатьма – 6, Бабино-Булыгино – 4, Клетино – 4, Крутоярский – 4, Лашма – 4, Гусь-Железный – 3, Новая Деревня – 3, Самылово – 3, Сынтул – 3, Щербатовка – 3, Крюково – 2, Лазарево – 2, Озерный – 2, Савостьяново – 2, Телебукино – 2, Торбаево – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Лався – 1, Малеево – 1, Марьино Данево – 1,  Погост – 1, Селизово – 1, Сосновка – 1, Токарево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 41,
    description: "В Ермиши – 17, в Ермишинском районе – 24 (Надежка – 9, Савватьма – 9, Азеево – 3, Гремячий ключ – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 236,
    description: "В Рыбновском районе – 85 (Костино – 20, Пощупово – 9, Новоселки – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 151."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 126,
    description: "в Спас-Клепиках — 22, в Клепиковском – 104 (Тума – 40, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Колесниково – 2, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 6, 5),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1146402",
  all: 5433,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 233,
    description: "В Скопине – 127,  в Скопинском – 106 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 7, Вослебово – 6, Горлово – 4, Чулково – 4, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 206,
    description: "В Новомичуринске – 128,  в Пронске – 37, в Пронском районе – 41 (Мамоново – 6, Тырново – 6, Гремяки – 5, Кисьва – 4,Маклаково – 4, Октябрьское – 4, Погореловский – 4, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 158,
    description: "В  Михайлове – 67, в Михайловском районе – 91 (Октябрьский – 29, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 4, Пушкари – 4, Грязное – 3, Заря – 3, Козловка – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково – 2, Киндяково – 2, Первомайский – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2820,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 253,
    description: "В Рязанском районе – 253 (Заокское – 32, Дядьково – 22, Поляны – 22, Заборье – 18, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Мурмино – 7, Агро-Пустынь – 6, Льгово – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4, Абрютино – 3, Высокое – 3, Вышгород - 4, Искра – 4, Дубровичи – 3, Затишье – 3, Совхоз Рязанский – 3, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 51,
    description: "В Захаровском районе - 35 (Смена - 9, Добрые Пчелы - 5, Безлычное - 3, Елино - 3, Жокино - 2, Пупкино - 2, Зимино - 1, Каймань - 1, Катагоща - 1, Окуньково - 1, Плахино - 1, Поливаново - 1, Спасские Выселки - 1, Старое Зимино - 1,  Троицкое - 1, Федоровское - 1, Шляхино - 1), в Захарове – 16."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 71,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 24."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 66,
    description: "В Шацком районе – 35 (Казачья Слобода – 9, Черная Слобода – 9, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 31."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 51,
    description: "В Чучково – 28, в Чучковском районе- 23 (Аладьино - 7, Пертово - 5, Мелехово - 4, Остро-Пластиково - 3, Шеметово - 2, Завидово - 1, Назаровка - 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 23,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 17."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 49,
    description: "В Сапожке - 38, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 20,
    description: "В  Ухоловском роайоне – 9 (Кензино – 2, Ольхи – 2, Покровское – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 11."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 87,
    description: "В Александро-Невском – 54, В Александро-Невском – 33  (Боровок – 7, Каширин – 7, Ленино – 5, Ленинский – 3, Зимарово – 2, Заборово – 2, Калинино – 2, Бурминка – 1, Кайсаровка – 1, Нижний Якимец – 1, Ново-Тишевое – 1, Студенки – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 179,
    description: "В Ряжске – 155, в Ряжском районе – 24 (Дегтяное – 7, Петрово – 6, Салтыки – 4, Шереметьево – 2, Еголдаево – 1, Журавинка – 1, Марчуки 2-е – 1, Турово – 1, Чирково – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 14,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 12."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 115,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 85."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 38,
    description: "В Кораблино – 19, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 163,
    description: "В Шиловском районе – 109 (Лесной – 31, Желудёво – 17, Авдотьинка – 8, Сановка – 8, Елизаветинка – 7, Ибредь – 5, Терехово – 5, Сасыкино – 4, Аделино – 3,Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Березово – 1, Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 54. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 52,
    description: "В Старожилове – 31, в Старожиловском районе – 21 (Панинская слобода – 7, Истье – 4, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 104,
    description: "В Спасске – 29, в Спасском районе – 75 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Панино – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 219,
    description: "В г. Касимов — 146, в Касимовском районе – 73 (Лощинино – 7, Елатьма – 6, Подлипки – 6, Бабино-Булыгино – 4, Клетино – 4, Крутоярский – 4, Лашма – 4, Гусь-Железный – 3, Новая Деревня – 3, Самылово – 3, Сынтул – 3, Щербатовка – 3, Крюково – 2, Лазарево – 2, Озерный – 2, Савостьяново – 2, Телебукино – 2, Торбаево – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Лався – 1, Малеево – 1, Марьино Данево – 1,  Погост – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 37,
    description: "В Ермиши – 17, в Ермишинском районе – 20 (Надежка – 9, Савватьма– 5, Азеево – 3, Гремячий ключ – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 236,
    description: "В Рыбновском районе – 85 (Костино – 20, Пощупово – 9, Новоселки – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 151."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 126,
    description: "в Спас-Клепиках — 22, в Клепиковском – 104 (Тума – 40, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Колесниково – 2, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 6, 4),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1146360",
  all: 5394,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 228,
    description: "В Скопине – 122,  в Скопинском – 106 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 7, Вослебово – 6, Горлово – 4, Чулково – 4, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 206,
    description: "В Новомичуринске – 128,  в Пронске – 37, в Пронском районе – 41 (Мамоново – 6, Тырново – 6, Гремяки – 5, Кисьва – 4,Маклаково – 4, Октябрьское – 4, Погореловский – 4, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 155,
    description: "В  Михайлове – 66, в Михайловском районе – 89 (Октябрьский – 29, Стрелецкие выселки – 10, Фирюлевка – 5, Пушкари – 4, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2804,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 252,
    description: "В Рязанском районе – 252 (Заокское – 32, Дядьково – 22, Поляны – 22, Заборье – 18, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Мурмино – 7, Агро-Пустынь – 6, Льгово – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Вышгород – 4, Искра – 4, Дубровичи – 3, Совхоз Рязанский – 3, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 51,
    description: "В Захаровском районе - 35 (Смена - 9, Добрые Пчелы - 5, Безлычное - 3, Елино - 3, Жокино - 2, Пупкино - 2, Зимино - 1, Каймань - 1, Катагоща - 1, Окуньково - 1, Плахино - 1, Поливаново - 1, Спасские Выселки - 1, Старое Зимино - 1,  Троицкое - 1, Федоровское - 1, Шляхино - 1), в Захарове – 16."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 71,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 24."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 66,
    description: "В Шацком районе – 35 (Казачья Слобода – 9, Черная Слобода – 9, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 31."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 51,
    description: "В Чучково – 28, в Чучковском районе- 23 (Аладьино - 7, Пертово - 5, Мелехово - 4, Остро-Пластиково - 3, Шеметово - 2, Завидово - 1, Назаровка - 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 23,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 17."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 46,
    description: "В Сапожке - 35, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 19,
    description: "В  Ухоловском роайоне – 9 (Кензино – 2, Ольхи – 2, Покровское – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 10."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 86,
    description: "В Александро-Невском – 53, В Александро-Невском – 33  (Боровок – 7, Каширин – 7, Ленино – 5, Ленинский – 3, Зимарово – 2, Заборово – 2, Калинино – 2, Бурминка – 1, Кайсаровка – 1, Нижний Якимец – 1, Ново-Тишевое – 1, Студенки – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 179,
    description: "В Ряжске – 155, в Ряжском районе – 24 (Дегтяное – 7, Петрово – 6, Салтыки – 4, Шереметьево – 2, Еголдаево – 1, Журавинка – 1, Марчуки 2-е – 1, Турово – 1, Чирково – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 14,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 12."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 115,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 85."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 38,
    description: "В Кораблино – 19, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 158,
    description: "В Шиловском районе – 109 (Лесной – 31, Желудёво – 17, Авдотьинка – 8, Сановка – 8, Елизаветинка – 7, Ибредь – 5, Терехово – 5, Сасыкино – 4, Аделино – 3,Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Березово – 1, Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 49. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 52,
    description: "В Старожилове – 31, в Старожиловском районе – 21 (Панинская слобода – 7, Истье – 4, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 104,
    description: "В Спасске – 29, в Спасском районе – 75 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Панино – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 218,
    description: "В г. Касимов — 145, в Касимовском районе – 73 (Лощинино – 7, Елатьма – 6, Подлипки – 6, Бабино-Булыгино – 4, Клетино – 4, Крутоярский – 4, Лашма – 4, Гусь-Железный – 3, Новая Деревня – 3, Самылово – 3, Сынтул – 3, Щербатовка – 3, Крюково – 2, Лазарево – 2, Озерный – 2, Савостьяново – 2, Телебукино – 2, Торбаево – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Лався – 1, Малеево – 1, Марьино Данево – 1,  Погост – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 37,
    description: "В Ермиши – 17, в Ермишинском районе – 20 (Надежка – 9, Савватьма– 5, Азеево – 3, Гремячий ключ – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 235,
    description: "В Рыбновском районе – 85 (Костино – 20, Пощупово – 9, Новоселки – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 150."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 124,
    description: "в Спас-Клепиках — 22, в Клепиковском районе – 102 (Тума – 39, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 6, 2),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1145242",
  all: 5315,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 226,
    description: "В Скопине – 121,  в Скопинском районе - 105 (Павелец - 21, Ильинка - 13, Побединка - 10, Корневое - 7, Вослебово - 5, Горлово - 4, Чулково - 4, Моховое - 3, Свинушки - 3, Успенское - 3, Березняги - 2, Ермолово - 2, Желтухинский - 2, Клекотки - 2, Князево - 2, Лопатино - 2, Муравлянка - 2, Отрада - 2, Петрушино - 2, Секирино - 2, Высокое - 1, Гремячка - 1, Делехово - 1, Деменьшино - 1, Дмитриево - 1, Затворное - 1, Мшанка - 1, Нагиши - 1, Немерово - 1, Пупки - 1, Рудинка - 1, Шелемишево - 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 206,
    description: "В Новомичуринске – 128,  в Пронске – 37, в Пронском районе – 41 (Мамоново – 6, Тырново – 6, Гремяки – 5, Кисьва – 4,Маклаково – 4, Октябрьское – 4, Погореловский – 4, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 155,
    description: "В  Михайлове – 66, в Михайловском районе – 89 (Октябрьский – 29, Стрелецкие выселки – 10, Фирюлевка – 5, Пушкари – 4, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2774,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 248,
    description: "В Рязанском районе – 248 (Заокское– 32, Дядьково - 22, Поляны – 20, Заборье – 17, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4,Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Вышгород - 4, Искра – 4, Дубровичи – 3, Совхоз Рязанский – 3, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный-1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 – 1, Юрасово — 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 51,
    description: "В Захаровском районе - 35 (Смена - 9, Добрые Пчелы - 5, Безлычное - 3, Елино - 3, Жокино - 2, Пупкино - 2, Зимино - 1, Каймань - 1, Катагоща - 1, Окуньково - 1, Плахино - 1, Поливаново - 1, Спасские Выселки - 1, Старое Зимино - 1,  Троицкое - 1, Федоровское - 1, Шляхино - 1), в Захарове – 16."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 71,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 24."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 65,
    description: "в Шацком районе – 34 (Черная Слобода – 9, Казачья Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 31."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 51,
    description: "В Чучково – 28, в Чучковском районе- 23 (Аладьино - 7, Пертово - 5, Мелехово - 4, Остро-Пластиково - 3, Шеметово - 2, Завидово - 1, Назаровка - 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 22,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 16."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 44,
    description: "В Сапожке - 33, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 18,
    description: "в Ухоловском районе - 8 (Покровское - 2, Ольхи - 2, Кензино - 1, Мостье - 1, Поляки - 1, Ясенок - 1), в Ухолове – 10."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 81,
    description: "В Александро-Невском – 52, В Александро-Невском районе – 29 (Боровок – 7, Каширин – 6, Ленино – 5, Ленинский – 3, Зимарово – 2, Заборово – 2, Калинино – 2, Бурминка – 1, Кайсаровка – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 166,
    description: "В Ряжске – 146, в Ряжском районе – 20 (Петрово – 6, Дегтяное – 5, Салтыки – 4, Шереметьево – 2, Еголдаево — 1, Марчуки 2-е-1, Турово-1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 14,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 12."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 112,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 82."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 36,
    description: "В Кораблино – 17, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 156,
    description: "В Шиловском районе - 108 (Лесной - 30, Желудёво - 17, Авдотьинка - 8, Сановка - 8, Елизаветинка - 7, Ибредь - 5, Терехово - 5, Сасыкино - 4, Аделино - 3,Инякино - 3, Ирицы - 3, Борки - 2, Задубровье - 2, Березово - 1,  Борок - 2, Заполье - 1, Константиново - 1, Крутицы - 1, Мосолово - 2, Муратово - 1, Полтавка - 1, Слобода - 1), в Шилово – 48. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 52,
    description: "В Старожилове – 31, в Старожиловском районе – 21 (Панинская слобода – 7, Истье – 4, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 103,
    description: "В Спасске – 29, в Спасском районе – 74 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 212,
    description: "В г. Касимов — 144, в Касимовском районе - 68 (Лощинино - 7, Елатьма - 6, Подлипки - 6, Бабино-Булыгино - 4, Клетино - 4, Крутоярский - 4, Лашма - 4, Гусь-Железный - 3, Новая Деревня - 3, Сынтул - 3, Щербатовка - 3, Лазарево - 2, Озерный - 2, Самылово - 2, Телебукино - 2, Алешино - 1, Ахматово - 1, Баромыково - 1, Большой Кусмор - 1, Ибердус - 1, Кочемары - 1, Крюково - 1, Лався - 1, Малеево - 1, Марьино Данево - 1, Погост - 1, Сосновка - 1, Торбаево - 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 33,
    description: "В Ермиши – 16, в Ермишинском районе - 17 (Надежка - 9, Азеево - 3, Гремячий ключ - 2, Савватьма- 2, Большое Ляхово - 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 233,
    description: "В Рыбновском районе – 84 (Костино – 20, Новоселки – 8, Пощупово – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 149."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 124,
    description: "в Спас-Клепиках — 22, в Клепиковском районе – 102 (Тума – 39, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 6, 3),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1145923",
  all: 5354,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 226,
    description: "В Скопине – 121,  в Скопинском районе - 105 (Павелец - 21, Ильинка - 13, Побединка - 10, Корневое - 7, Вослебово - 5, Горлово - 4, Чулково - 4, Моховое - 3, Свинушки - 3, Успенское - 3, Березняги - 2, Ермолово - 2, Желтухинский - 2, Клекотки - 2, Князево - 2, Лопатино - 2, Муравлянка - 2, Отрада - 2, Петрушино - 2, Секирино - 2, Высокое - 1, Гремячка - 1, Делехово - 1, Деменьшино - 1, Дмитриево - 1, Затворное - 1, Мшанка - 1, Нагиши - 1, Немерово - 1, Пупки - 1, Рудинка - 1, Шелемишево - 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 206,
    description: "В Новомичуринске – 128,  в Пронске – 37, в Пронском районе – 41 (Мамоново – 6, Тырново – 6, Гремяки – 5, Кисьва – 4,Маклаково – 4, Октябрьское – 4, Погореловский – 4, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 155,
    description: "В  Михайлове – 66, в Михайловском районе – 89 (Октябрьский – 29, Стрелецкие выселки – 10, Фирюлевка – 5, Пушкари – 4, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2791,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 250,
    description: "В Рязанском районе – 250 (Заокское– 32, Дядьково – 22, Поляны – 21, Заборье – 18, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Вышгород – 4, Искра – 4, Дубровичи – 3, Совхоз Рязанский – 3, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 51,
    description: "В Захаровском районе - 35 (Смена - 9, Добрые Пчелы - 5, Безлычное - 3, Елино - 3, Жокино - 2, Пупкино - 2, Зимино - 1, Каймань - 1, Катагоща - 1, Окуньково - 1, Плахино - 1, Поливаново - 1, Спасские Выселки - 1, Старое Зимино - 1,  Троицкое - 1, Федоровское - 1, Шляхино - 1), в Захарове – 16."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 71,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 24."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 66,
    description: "В Шацком районе – 35 (Казачья Слобода – 9, Черная Слобода – 9, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 31."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 51,
    description: "В Чучково – 28, в Чучковском районе- 23 (Аладьино - 7, Пертово - 5, Мелехово - 4, Остро-Пластиково - 3, Шеметово - 2, Завидово - 1, Назаровка - 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 22,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 16."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 46,
    description: "В Сапожке - 35, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 18,
    description: "в Ухоловском районе - 8 (Покровское - 2, Ольхи - 2, Кензино - 1, Мостье - 1, Поляки - 1, Ясенок - 1), в Ухолове – 10."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 81,
    description: "В Александро-Невском – 52, В Александро-Невском районе – 29 (Боровок – 7, Каширин – 6, Ленино – 5, Ленинский – 3, Зимарово – 2, Заборово – 2, Калинино – 2, Бурминка – 1, Кайсаровка – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 168,
    description: "В Ряжске – 148, в Ряжском районе – 20 (Петрово – 6, Дегтяное – 5, Салтыки – 4, Шереметьево – 2, Еголдаево — 1, Марчуки 2-е-1, Турово-1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 14,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 12."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 115,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 85."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 36,
    description: "В Кораблино – 17, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 157,
    description: "В Шиловском районе - 108 (Лесной - 30, Желудёво - 17, Авдотьинка - 8, Сановка - 8, Елизаветинка - 7, Ибредь - 5, Терехово - 5, Сасыкино - 4, Аделино - 3,Инякино - 3, Ирицы - 3, Борки - 2, Задубровье - 2, Березово - 1,  Борок - 2, Заполье - 1, Константиново - 1, Крутицы - 1, Мосолово - 2, Муратово - 1, Полтавка - 1, Слобода - 1), в Шилово – 49. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 52,
    description: "В Старожилове – 31, в Старожиловском районе – 21 (Панинская слобода – 7, Истье – 4, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 104,
    description: "В Спасске – 29, в Спасском районе – 75 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Панино – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 217,
    description: "В г. Касимов — 144, в Касимовском районе – 73 (Лощинино – 7, Елатьма – 6, Подлипки – 6, Бабино-Булыгино – 4, Клетино – 4, Крутоярский – 4, Лашма – 4, Гусь-Железный – 3, Новая Деревня – 3, Самылово – 3, Сынтул – 3, Щербатовка – 3, Крюково – 2, Лазарево – 2, Озерный – 2, Савостьяново – 2, Телебукино – 2, Торбаево – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Лався – 1, Малеево – 1, Марьино Данево – 1,  Погост – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 37,
    description: "В Ермиши – 17, в Ермишинском районе – 20 (Надежка – 9, Савватьма– 5, Азеево – 3, Гремячий ключ – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 234,
    description: "В Рыбновском районе – 85 (Костино – 20, Пощупово – 9, Новоселки – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 149."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 124,
    description: "в Спас-Клепиках — 22, в Клепиковском районе – 102 (Тума – 39, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 6, 2),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1145242",
  all: 5315,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 226,
    description: "В Скопине – 121,  в Скопинском районе - 105 (Павелец - 21, Ильинка - 13, Побединка - 10, Корневое - 7, Вослебово - 5, Горлово - 4, Чулково - 4, Моховое - 3, Свинушки - 3, Успенское - 3, Березняги - 2, Ермолово - 2, Желтухинский - 2, Клекотки - 2, Князево - 2, Лопатино - 2, Муравлянка - 2, Отрада - 2, Петрушино - 2, Секирино - 2, Высокое - 1, Гремячка - 1, Делехово - 1, Деменьшино - 1, Дмитриево - 1, Затворное - 1, Мшанка - 1, Нагиши - 1, Немерово - 1, Пупки - 1, Рудинка - 1, Шелемишево - 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 206,
    description: "В Новомичуринске – 128,  в Пронске – 37, в Пронском районе – 41 (Мамоново – 6, Тырново – 6, Гремяки – 5, Кисьва – 4,Маклаково – 4, Октябрьское – 4, Погореловский – 4, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 155,
    description: "В  Михайлове – 66, в Михайловском районе – 89 (Октябрьский – 29, Стрелецкие выселки – 10, Фирюлевка – 5, Пушкари – 4, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2774,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 248,
    description: "В Рязанском районе – 248 (Заокское– 32, Дядьково - 22, Поляны – 20, Заборье – 17, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4,Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Вышгород - 4, Искра – 4, Дубровичи – 3, Совхоз Рязанский – 3, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный-1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 – 1, Юрасово — 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 51,
    description: "В Захаровском районе - 35 (Смена - 9, Добрые Пчелы - 5, Безлычное - 3, Елино - 3, Жокино - 2, Пупкино - 2, Зимино - 1, Каймань - 1, Катагоща - 1, Окуньково - 1, Плахино - 1, Поливаново - 1, Спасские Выселки - 1, Старое Зимино - 1,  Троицкое - 1, Федоровское - 1, Шляхино - 1), в Захарове – 16."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 71,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 24."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 65,
    description: "в Шацком районе – 34 (Черная Слобода – 9, Казачья Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 31."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 51,
    description: "В Чучково – 28, в Чучковском районе- 23 (Аладьино - 7, Пертово - 5, Мелехово - 4, Остро-Пластиково - 3, Шеметово - 2, Завидово - 1, Назаровка - 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 22,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 16."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 44,
    description: "В Сапожке - 33, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 18,
    description: "в Ухоловском районе - 8 (Покровское - 2, Ольхи - 2, Кензино - 1, Мостье - 1, Поляки - 1, Ясенок - 1), в Ухолове – 10."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 81,
    description: "В Александро-Невском – 52, В Александро-Невском районе – 29 (Боровок – 7, Каширин – 6, Ленино – 5, Ленинский – 3, Зимарово – 2, Заборово – 2, Калинино – 2, Бурминка – 1, Кайсаровка – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 166,
    description: "В Ряжске – 146, в Ряжском районе – 20 (Петрово – 6, Дегтяное – 5, Салтыки – 4, Шереметьево – 2, Еголдаево — 1, Марчуки 2-е-1, Турово-1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 14,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 12."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 112,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 82."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 36,
    description: "В Кораблино – 17, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 156,
    description: "В Шиловском районе - 108 (Лесной - 30, Желудёво - 17, Авдотьинка - 8, Сановка - 8, Елизаветинка - 7, Ибредь - 5, Терехово - 5, Сасыкино - 4, Аделино - 3,Инякино - 3, Ирицы - 3, Борки - 2, Задубровье - 2, Березово - 1,  Борок - 2, Заполье - 1, Константиново - 1, Крутицы - 1, Мосолово - 2, Муратово - 1, Полтавка - 1, Слобода - 1), в Шилово – 48. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 52,
    description: "В Старожилове – 31, в Старожиловском районе – 21 (Панинская слобода – 7, Истье – 4, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 103,
    description: "В Спасске – 29, в Спасском районе – 74 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 212,
    description: "В г. Касимов — 144, в Касимовском районе - 68 (Лощинино - 7, Елатьма - 6, Подлипки - 6, Бабино-Булыгино - 4, Клетино - 4, Крутоярский - 4, Лашма - 4, Гусь-Железный - 3, Новая Деревня - 3, Сынтул - 3, Щербатовка - 3, Лазарево - 2, Озерный - 2, Самылово - 2, Телебукино - 2, Алешино - 1, Ахматово - 1, Баромыково - 1, Большой Кусмор - 1, Ибердус - 1, Кочемары - 1, Крюково - 1, Лався - 1, Малеево - 1, Марьино Данево - 1, Погост - 1, Сосновка - 1, Торбаево - 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 33,
    description: "В Ермиши – 16, в Ермишинском районе - 17 (Надежка - 9, Азеево - 3, Гремячий ключ - 2, Савватьма- 2, Большое Ляхово - 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 233,
    description: "В Рыбновском районе – 84 (Костино – 20, Новоселки – 8, Пощупово – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 149."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 124,
    description: "в Спас-Клепиках — 22, в Клепиковском районе – 102 (Тума – 39, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 6, 1),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1144719",
  all: 5277,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 220,
    description: "В Скопине – 119,  в Скопинском районе – 101 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 5, Вослебово – 4, Чулково – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 206,
    description: "В Новомичуринске – 128,  в Пронске – 37, в Пронском районе – 41 (Мамоново – 6, Тырново – 6, Гремяки – 5, Кисьва – 4,Маклаково – 4, Октябрьское – 4, Погореловский – 4, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 154,
    description: "В  Михайлове – 65, в Михайловском районе – 89 (Октябрьский – 29, Стрелецкие выселки – 10, Фирюлевка – 5, Пушкари – 4, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2760,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 248,
    description: "В Рязанском районе – 248 (Заокское– 32, Дядьково - 22, Поляны – 20, Заборье – 17, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4,Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Вышгород - 4, Искра – 4, Дубровичи – 3, Совхоз Рязанский – 3, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный-1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 – 1, Юрасово — 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 51,
    description: "В Захаровском районе - 35 (Смена - 9, Добрые Пчелы - 5, Безлычное - 3, Елино - 3, Жокино - 2, Пупкино - 2, Зимино - 1, Каймань - 1, Катагоща - 1, Окуньково - 1, Плахино - 1, Поливаново - 1, Спасские Выселки - 1, Старое Зимино - 1,  Троицкое - 1, Федоровское - 1, Шляхино - 1), в Захарове – 16."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 71,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 24."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 65,
    description: "в Шацком районе – 34 (Черная Слобода – 9, Казачья Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 31."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 48,
    description: "В Чучково – 27, в Чучковском – 21 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2, Завидово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 22,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 16."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 44,
    description: "В Сапожке - 33, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 16,
    description: "в Ухоловском районе – 7 (Покровское – 2, Ольхи – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 80,
    description: "В Александро-Невском – 51, В Александро-Невском районе – 29 (Боровок – 7, Каширин – 6, Ленино – 5, Ленинский – 3, Зимарово – 2, Заборово – 2, Калинино – 2, Бурминка – 1, Кайсаровка – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 166,
    description: "В Ряжске – 146, в Ряжском районе – 20 (Петрово – 6, Дегтяное – 5, Салтыки – 4, Шереметьево – 2, Еголдаево — 1, Марчуки 2-е-1, Турово-1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 14,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 12."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 108,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 78."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 36,
    description: "В Кораблино – 17, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 156,
    description: "В Шиловском районе - 108 (Лесной - 30, Желудёво - 17, Авдотьинка - 8, Сановка - 8, Елизаветинка - 7, Ибредь - 5, Терехово - 5, Сасыкино - 4, Аделино - 3,Инякино - 3, Ирицы - 3, Борки - 2, Задубровье - 2, Березово - 1,  Борок - 2, Заполье - 1, Константиново - 1, Крутицы - 1, Мосолово - 2, Муратово - 1, Полтавка - 1, Слобода - 1), в Шилово – 48. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 52,
    description: "В Старожилове – 31, в Старожиловском районе – 21 (Панинская слобода – 7, Истье – 4, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 103,
    description: "В Спасске – 29, в Спасском районе – 74 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 205,
    description: "В г. Касимов — 138, в Касимовском районе – 67 (Лощинино – 7, Елатьма – 6, Подлипки – 6,Бабино-Булыгино - 4, Клетино – 4, Крутоярский – 4, Лашма – 4, Гусь-Железный – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Крюково-1; Лався – 1, Малеево – 1, Погост – 1, Сосновка – 1, Торбаево-1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 33,
    description: "В Ермиши – 16, в Ермишинском районе - 17 (Надежка - 9, Азеево - 3, Гремячий ключ - 2, Савватьма- 2, Большое Ляхово - 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 233,
    description: "В Рыбновском районе – 84 (Костино – 20, Новоселки – 8, Пощупово – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 149."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 124,
    description: "в Спас-Клепиках — 22, в Клепиковском районе – 102 (Тума – 39, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 5, 30),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1144317",
  all: 5237,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 219,
    description: "В Скопине – 118,  в Скопинском районе – 101 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 5, Вослебово – 4, Чулково – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 205,
    description: "В Новомичуринске – 128,  в Пронске – 37, в Пронском районе – 40 (Мамоново – 6, Гремяки – 5, Тырново – 5, Кисьва – 4, Маклаково – 4, Октябрьское – 4, Погореловский – 4,  Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 150,
    description: "В  Михайлове – 63, в Михайловском районе – 87 (Октябрьский – 28, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Пушкари – 3, Березово – 2, Бычки – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1,  Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2738,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 246,
    description: "В Рязанском районе – 246 (Заокское– 32, Дядьково – 22, Поляны – 19, Заборье – 17, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Вышгород – 4, Искра – 4, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 50,
    description: "В Захаровском районе - 35 (Смена - 9, Добрые Пчелы - 5, Безлычное - 3, Елино - 3, Жокино - 2, Пупкино - 2, Зимино - 1, Каймань - 1, Катагоща - 1, Окуньково - 1, Плахино - 1, Поливаново - 1, Спасские Выселки - 1, Старое Зимино - 1,  Троицкое - 1, Федоровское - 1, Шляхино - 1), в Захарове – 15."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 71,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 24."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 65,
    description: "в Шацком районе – 34 (Черная Слобода – 9, Казачья Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 31."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 48,
    description: "В Чучково – 27, в Чучковском – 21 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2, Завидово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 22,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 16."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 44,
    description: "В Сапожке - 33, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 16,
    description: "в Ухоловском районе – 7 (Покровское – 2, Ольхи – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 79,
    description: "В Александро-Невском – 50, В Александро-Невском районе – 29 (Боровок – 7, Каширин – 6, Ленино – 5, Ленинский – 3, Зимарово – 2, Заборово – 2, Калинино – 2, Бурминка – 1, Кайсаровка – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 161,
    description: "В Ряжске – 142, в Ряжском районе - 19 (Петрово - 6, Дегтяное - 4, Салтыки - 4, Шереметьево - 2, Еголдаево - 1, Марчуки 2-е - 1, Турово - 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 14,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 12."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 107,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 77."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 36,
    description: "В Кораблино – 17, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 156,
    description: "В Шиловском районе - 108 (Лесной - 30, Желудёво - 17, Авдотьинка - 8, Сановка - 8, Елизаветинка - 7, Ибредь - 5, Терехово - 5, Сасыкино - 4, Аделино - 3,Инякино - 3, Ирицы - 3, Борки - 2, Задубровье - 2, Березово - 1,  Борок - 2, Заполье - 1, Константиново - 1, Крутицы - 1, Мосолово - 2, Муратово - 1, Полтавка - 1, Слобода - 1), в Шилово – 48. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 52,
    description: "В Старожилове – 31, в Старожиловском районе – 21 (Панинская слобода – 7, Истье – 4, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 103,
    description: "В Спасске – 29, в Спасском районе – 74 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 203,
    description: "В г. Касимов — 137, в Касимовском районе – 66 (Лощинино – 7, Елатьма – 6, Подлипки – 6, Бабино-Булыгино – 4, Клетино – 4, Лашма – 4, Гусь-Железный – 3, Крутоярский – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Крюково – 1, Лався – 1, Малеево – 1, Погост – 1, Сосновка – 1, Торбаево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 33,
    description: "В Ермиши – 16, в Ермишинском районе - 17 (Надежка - 9, Азеево - 3, Гремячий ключ - 2, Савватьма- 2, Большое Ляхово - 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 233,
    description: "В Рыбновском районе – 84 (Костино – 20, Новоселки – 8, Пощупово – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 149."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 124,
    description: "в Спас-Клепиках — 22, в Клепиковском районе – 102 (Тума – 39, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 5, 29),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1143878",
  all: 5197,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 219,
    description: "В Скопине – 118,  в Скопинском районе – 101 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 5, Вослебово – 4, Чулково – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 205,
    description: "В Новомичуринске – 128,  в Пронске – 37, в Пронском районе – 40 (Мамоново – 6, Гремяки – 5, Тырново – 5, Кисьва – 4, Маклаково – 4, Октябрьское – 4, Погореловский – 4,  Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 150,
    description: "В  Михайлове – 63, в Михайловском районе – 87 (Октябрьский – 28, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Пушкари – 3, Березово – 2, Бычки – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1,  Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2719,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 246,
    description: "В Рязанском районе – 246 (Заокское– 32, Дядьково – 22, Поляны – 19, Заборье – 17, Учхоз Стенькино – 15, Подвязье – 13, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 6, Окский – 5, Рожок – 5, Турлатово – 5, Александрово – 4, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Вышгород – 4, Искра – 4, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 48,
    description: "В Захаровском районе – 33 (Смена – 9, Добрые Пчелы – 4, Безлычное – 3, Елино – 3, Жокино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Катагоща – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино – 1,  Троицкое – 1, Шляхино – 1, в Захарове – 15."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 70,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 23."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 64,
    description: "в Шацком районе – 34 (Черная Слобода – 9, Казачья Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 30."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 48,
    description: "В Чучково – 27, в Чучковском – 21 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2, Завидово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 22,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 16."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 44,
    description: "В Сапожке - 33, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 16,
    description: "в Ухоловском районе – 7 (Покровское – 2, Ольхи – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 78,
    description: "В Александро-Невском – 49, В Александро-Невском районе – 29 (Боровок – 7, Каширин – 6, Ленино – 5, Ленинский – 3, Зимарово – 2, Заборово – 2, Калинино – 2, Бурминка – 1, Кайсаровка – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 157,
    description: "В Ряжске – 139, в Ряжском районе – 18 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2, Еголдаево — 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 13,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 11."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 106,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 76."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 36,
    description: "В Кораблино – 17, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 152,
    description: "В Шиловском районе – 105 (Лесной – 29, Желудёво – 17, Авдотьинка – 8, Сановка – 8, Елизаветинка – 7, Ибредь – 5, Терехово – 5, Сасыкино – 4, Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Аделино – 1, Березово – 1,  Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 47. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 52,
    description: "В Старожилове – 31, в Старожиловском районе – 21 (Панинская слобода – 7, Истье – 4, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 103,
    description: "В Спасске – 29, в Спасском районе – 74 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 202,
    description: "В г. Касимов — 136, в Касимовском районе – 66 (Лощинино – 7, Елатьма – 6, Подлипки – 6, Бабино-Булыгино – 4, Клетино – 4, Лашма – 4, Гусь-Железный – 3, Крутоярский – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Крюково – 1, Лався – 1, Малеево – 1, Погост – 1, Сосновка – 1, Торбаево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 233,
    description: "В Рыбновском районе – 84 (Костино – 20, Новоселки – 8, Пощупово – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 149."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 124,
    description: "в Спас-Клепиках — 22, в Клепиковском районе – 102 (Тума – 39, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 5, 28),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1143742",
  all: 5154,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 218,
    description: "В Скопине – 117,  в Скопинском районе – 101 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 5, Вослебово – 4, Чулково – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 203,
    description: "В Новомичуринске – 128,  в Пронске – 37, в Пронском районе – 39 (Мамоново – 6, Гремяки – 5, Тырново – 5, Маклаково – 4, Октябрьское – 4, Погореловский – 4, Кисьва – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1 );"
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 148,
    description: "В  Михайлове – 63, в Михайловском районе – 86 (Октябрьский – 28, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1,  Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2701,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 243,
    description: "В Рязанском районе – 243 (Заокское – 32, Дядьково – 22, Поляны – 19, Заборье – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 6, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Высокое – 3, Вышгород – 4, Искра – 4, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Приозерный – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 47,
    description: "В Захаровском районе – 32 (Смена – 9, Добрые Пчелы – 4, Безлычное – 3, Елино – 3, Жокино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Катагоща – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино – 1,  Шляхино – 1), в Захарове – 15."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 70,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 23."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 64,
    description: "в Шацком районе – 34 (Черная Слобода – 9, Казачья Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Ольхи – 2, Апушка – 1, Высокое – 1, Выша – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 30."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 47,
    description: "В Чучково – 26, в Чучковском – 21 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2, Завидово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 22,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 16."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 44,
    description: "В Сапожке - 33, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 16,
    description: "в Ухоловском районе – 7 (Покровское – 2, Ольхи – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 76,
    description: "В Александро-Невском – 47, В Александро-Невском районе – 29 (Боровок – 7, Каширин – 6, Ленино – 5, Ленинский – 3, Зимарово – 2, Заборово – 2, Калинино – 2, Бурминка – 1, Кайсаровка – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 151,
    description: "В Ряжске – 133, в Ряжском районе – 18 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2, Еголдаево — 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 13,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 11."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 106,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 76."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 36,
    description: "В Кораблино – 17, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 150,
    description: "в Шиловском районе – 104 (Лесной – 29, Желудёво – 17, Авдотьинка – 8, Сановка – 8, Елизаветинка – 7, Ибредь – 5, Сасыкино – 4, Терехово – 4, Инякино – 3, Ирицы - 3, Борки – 2, Задубровье – 2, Аделино – 1, Березово – 1,  Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 46. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 52,
    description: "В Старожилове – 31, в Старожиловском районе – 21 (Панинская слобода – 7, Истье – 4, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 103,
    description: "В Спасске – 29, в Спасском районе – 74 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 197,
    description: "В г. Касимов — 133, в Касимовском районе – 64 (Елатьма – 6, Лощинино – 6, Подлипки – 6, Клетино – 4, Лашма – 4, Бабино-Булыгино - 3, Гусь-Железный – 3, Крутоярский – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Крюково-1; Лався – 1, Малеево – 1, Погост – 1, Сосновка – 1, Торбаево-1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 231,
    description: "В Рыбновском районе – 84 (Костино – 20, Новоселки – 8, Пощупово – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 147."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 124,
    description: "в Спас-Клепиках — 22, в Клепиковском районе – 102 (Тума – 39, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 5, 27),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1143650",
  all: 5113,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 215,
    description: "В Скопине – 114,  в Скопинском районе – 101 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 5, Вослебово – 4, Чулково – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 203,
    description: "В Новомичуринске – 128,  в Пронске – 36, в Пронском районе – 39 (Мамоново – 6, Гремяки – 5, Тырново – 5, Маклаково – 4, Октябрьское – 4, Погореловский – 4, Кисьва – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1 );"
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 148,
    description: "В  Михайлове – 62, в Михайловском районе – 86 (Октябрьский – 28, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1,  Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2688,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 240,
    description: "В Рязанском районе – 240 (Заокское– 32, Дядьково – 21, Поляны – 18, Заборье – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 6, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Высокое – 3, Вышгород – 4, Искра – 4, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 46,
    description: "В Захаровском районе – 31 (Смена – 8, Добрые Пчелы – 4, Безлычное – 3, Елино – 3, Жокино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Катагоща – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино – 1,  Шляхино – 1), в Захарове – 15."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 69,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 22."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 62,
    description: "в Шацком районе – 33 (Черная Слобода – 9, Казачья Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Апушка – 1, Высокое – 1, Выша – 1, Карнаухово – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 29."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 46,
    description: "В Чучково – 26, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 22,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 16."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 43,
    description: "В Сапожке - 32, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 16,
    description: "в Ухоловском районе – 7 (Покровское – 2, Ольхи – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 74,
    description: "В Александро-Невском – 47, В Александро-Невском районе – 27 (Боровок – 7, Каширин – 6, Ленино – 5, Ленинский – 3, Зимарово – 2, Бурминка – 1, Заборово – 1, Кайсаровка – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 146,
    description: "В Ряжске – 128, в Ряжском районе – 18 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2, Еголдаево — 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 13,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 11."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 103,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 73."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 36,
    description: "В Кораблино – 17, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 147,
    description: "в Шиловском районе – 102 (Лесной – 29, Желудёво – 17, Сановка – 8, Авдотьинка – 8, Елизаветинка – 7, Ибредь – 5, Сасыкино – 4, Терехово – 4, Инякино – 3, Ирицы - 3, Борки – 2, Задубровье – 2, Аделино – 1, Березово – 1, Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 51,
    description: "В Старожилове – 31, в Старожиловском районе – 20 (Панинская слобода – 7, Истье – 3, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 103,
    description: "В Спасске – 29, в Спасском районе – 74 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 195,
    description: "В г. Касимов — 131, в Касимовском районе – 64 (Елатьма – 6, Лощинино – 6, Подлипки – 6, Клетино – 4, Лашма – 4, Бабино-Булыгино - 3, Гусь-Железный – 3, Крутоярский – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Крюково-1; Лався – 1, Малеево – 1, Погост – 1, Сосновка – 1, Торбаево-1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 231,
    description: "В Рыбновском районе – 84 (Костино – 20, Новоселки – 8, Пощупово – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 147."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 124,
    description: "в Спас-Клепиках — 22, в Клепиковском районе – 102 (Тума – 39, Криуша – 15, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 5, 26),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1143341",
  all: 5069,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 215,
    description: "В Скопине – 114,  в Скопинском районе – 101 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 5, Вослебово – 4, Чулково – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Желтухинский – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Секирино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 203,
    description: "В Новомичуринске – 128,  в Пронске – 36, в Пронском районе – 39 (Мамоново – 6, Гремяки – 5, Тырново – 5, Маклаково – 4, Октябрьское – 4, Погореловский – 4, Кисьва – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1 );"
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 148,
    description: "В  Михайлове – 62, в Михайловском районе – 86 (Октябрьский – 28, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1,  Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2665,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 240,
    description: "В Рязанском районе – 240 (Заокское– 32, Дядьково – 21, Поляны – 18, Заборье – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 6, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Высокое – 3, Вышгород – 4, Искра – 4, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 46,
    description: "В Захаровском районе – 31 (Смена – 8, Добрые Пчелы – 4, Безлычное – 3, Елино – 3, Жокино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Катагоща – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино – 1,  Шляхино – 1), в Захарове – 15."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 69,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицко�� – 1, Ягодное – 1), в Сараях – 22."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 61,
    description: "в Шацком районе – 32 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Апушка-1, Высокое – 1, Выша – 1, Карнаухово-1, Липяной Дюк-1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 29."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 46,
    description: "В Чучково – 26, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 22,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 16."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 43,
    description: "В Сапожке - 32, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 16,
    description: "в Ухоловском районе – 7 (Покровское – 2, Ольхи – 2, Мостье – 1, Поляки – 1, Ясенок – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 73,
    description: "В Александро-Невском – 46, В Александро-Невском районе – 27 (Боровок – 7, Каширин – 6, Ленино – 5, Ленинский – 3, Зимарово – 2, Бурминка – 1, Заборово – 1, Кайсаровка – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 142,
    description: "В Ряжске – 126, в Ряжском районе – 16 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2, Еголдаево-1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 13,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 11."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 103,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 73."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 36,
    description: "В Кораблино – 17, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 146,
    description: "в Шиловском районе – 101 (Лесной – 28, Желудёво – 17, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Аделино – 1, Березово – 1,  Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 51,
    description: "В Старожилове – 31, в Старожиловском районе – 20 (Панинская слобода – 7, Истье – 3, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 103,
    description: "В Спасске – 29, в Спасском районе – 74 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 189,
    description: "В г. Касимов — 128, в Касимовском районе – 61 (Лощинино – 6, Елатьма – 5, Подлипки – 5, Клетино – 4, Крутоярский – 4, Лашма – 4,Бабино-Булыгино - 3, Гусь-Железный – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово-2, Телебукино – 2, Алешино – 1, Ахматово – 1,Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Лався-1, Малеево – 1, Погост -1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 227,
    description: "В Рыбновском районе – 84 (Костино – 20, Новоселки – 8, Пощупово – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 143."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 122,
    description: "в Спас-Клепиках — 21, в Клепиковском районе – 101 (Тума – 39, Криуша – 14, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино – 1,  Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1)."
  }]
}, {
  date: new Date(2020, 5, 25),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1142798",
  all: 5027,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 212,
    description: "В Скопине – 114,  в Скопинском районе – 98 (Павелец – 21, Ильинка – 13, Побединка – 10, Корневое – 5, Чулково – 4, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 198,
    description: "В Новомичуринске – 126,  в Пронске – 36, в Пронском районе – 39 (Мамоново – 6, Гремяки – 5, Тырново – 5, Маклаково – 4, Октябрьское – 4, Погореловский – 4, Кисьва – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1 );"
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 148,
    description: "В  Михайлове – 62, в Михайловском районе – 86 (Октябрьский – 28, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Бычки – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1,  Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2647,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 240,
    description: "В Рязанском районе – 240 (Заокское– 32, Дядьково – 21, Поляны – 18, Заборье – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 6, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Высокое – 3, Вышгород – 4, Искра – 4, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 46,
    description: "В Захаровском районе – 31 (Смена – 8, Добрые Пчелы – 4, Безлычное – 3, Елино – 3, Жокино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Катагоща – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино – 1,  Шляхино – 1), в Захарове – 15."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 69,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 22."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 60,
    description: "в Шацком районе – 32 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Апушка-1, Высокое – 1, Выша – 1, Карнаухово-1, Липяной Дюк-1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 46,
    description: "В Чучково – 26, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 21,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 15."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 43,
    description: "В Сапожке - 32, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 14,
    description: "в Ухоловском районе – 6 (Покровское – 2, Ольхи – 2,Мостье-1, Поляки – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 62,
    description: "В Александро-Невском – 42, В Александро-Невском районе – 22 (Боровок – 7, Каширин – 5, Ленино – 5, Ленинский – 2, Заборово – 1, Зимарово – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 141,
    description: "В Ряжске – 125, в Ряжском районе – 16 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2, Еголдаево-1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 11,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 9."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 103,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 73."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 36,
    description: "В Кораблино – 17, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 145,
    description: "в Шиловском районе – 100 (Лесной – 27, Желудёво – 17, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Аделино – 1, Березово – 1, Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 51,
    description: "В Старожилове – 31, в Старожиловском районе – 20 (Панинская слобода – 7, Истье – 3, Кареево – 2, Ершово – 1, Ивановское – 1, Мелекшино – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1, Чернобаево – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 103,
    description: "В Спасске – 29, в Спасском районе – 74 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 188,
    description: "В г. Касимов — 127, в Касимовском районе – 61 (Лощинино – 6, Елатьма – 5, Подлипки – 5, Клетино – 4, Крутоярский – 4, Лашма – 4,Бабино-Булыгино - 3, Гусь-Железный – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово-2, Телебукино – 2, Алешино – 1, Ахматово – 1,Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Лався-1, Малеево – 1, Погост -1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 226,
    description: "В Рыбновском районе – 84 (Костино – 20, Новоселки – 8, Пощупово – 8, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, , Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 142."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 121,
    description: "в Спас-Клепиках — 21, В Клепиковском районе – 100 (Тума – 38, Криуша – 14, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево-1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино-1; Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1);"
  }]
}, {
  date: new Date(2020, 5, 24),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1142562",
  all: 4984,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 211,
    description: "В Скопине – 114,  в Скопинском районе – 97 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Чулково – 4, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 198,
    description: "В Новомичуринске – 126,  в Пронске – 36, в Пронском районе – 39 (Мамоново – 6, Гремяки – 5, Тырново – 5, Маклаково – 4, Октябрьское – 4, Погореловский – 4, Кисьва – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1 );"
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 143,
    description: "В  Михайлове – 58, в Михайловском районе – 85 (Октябрьский – 28, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2619,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 239,
    description: "В Рязанском районе – 239 (Заокское– 32, Дядьково - 21, Поляны – 18, Заборье – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 6, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Варские – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Высокое – 3, Вышгород - 4, Искра – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 - 1, Юрасово — 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 45,
    description: "В Захаровском районе – 30 (Смена – 8, Добрые Пчелы – 4, Безлычное - 3, Елино - 2, Жокино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Катагоща – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино - 1, Шляхино — 1), в Захарове – 15."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 69,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 22."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 60,
    description: "в Шацком районе – 32 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Апушка-1, Высокое – 1, Выша – 1, Карнаухово-1, Липяной Дюк-1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 46,
    description: "В Чучково – 26, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 21,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 15."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 43,
    description: "В Сапожке - 32, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 14,
    description: "в Ухоловском районе – 6 (Покровское – 2, Ольхи – 2,Мостье-1, Поляки – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 62,
    description: "В Александро-Невском – 42, В Александро-Невском районе – 22 (Боровок – 7, Каширин – 5, Ленино – 5, Ленинский – 2, Заборово – 1, Зимарово – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 140,
    description: "В Ряжске – 124, в Ряжском районе – 16 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2, Еголдаево-1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 11,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 9."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 8,
    description: "В Пителино — 2, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 102,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 72."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 36,
    description: "В Кораблино – 17, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 145,
    description: "в Шиловском районе – 100 (Лесной – 27, Желудёво – 17, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Аделино – 1, Березово – 1, Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 48,
    description: "В Старожилове – 29, в Старожиловском районе – 19 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха — 1, Чернобаево-1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 103,
    description: "В Спасске – 29, в Спасском районе – 74 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 188,
    description: "В г. Касимов — 127, в Касимовском районе – 61 (Лощинино – 6, Елатьма – 5, Подлипки – 5, Клетино – 4, Крутоярский – 4, Лашма – 4,Бабино-Булыгино - 3, Гусь-Железный – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово-2, Телебукино – 2, Алешино – 1, Ахматово – 1,Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Лався-1, Малеево – 1, Погост -1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 224,
    description: "В Рыбновском районе – 83 (Костино – 20, Новоселки – 8, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка - 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 141."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 121,
    description: "в Спас-Клепиках — 21, В Клепиковском районе – 100 (Тума – 38, Криуша – 14, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево-1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино-1; Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1);"
  }]
}, {
  date: new Date(2020, 5, 23),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1142110",
  all: 4943,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 211,
    description: "В Скопине – 114,  в Скопинском районе – 97 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Чулково – 4, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 198,
    description: "В Новомичуринске – 126,  в Пронске – 36, в Пронском районе – 39 (Мамоново – 6, Гремяки – 5, Тырново – 5, Маклаково – 4, Октябрьское – 4, Погореловский – 4, Кисьва – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1 );"
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 140,
    description: "В  Михайлове – 57, в Михайловском районе – 85 (Октябрьский – 28, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2593,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 237,
    description: "В Рязанском районе – 237 (Заокское– 32, Дядьково – 21, Поляны – 18, Заборье – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Полково – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород – 4, Искра – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 43,
    description: "в Захаровском районе – 28 (Смена – 7, Добрые Пчелы – 4, Безлычное - 3, Елино – 2, Жокино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино – 1,  Шляхино – 1), в Захарове – 15."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 67,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 20."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 60,
    description: "в Шацком районе – 32 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Апушка-1, Высокое – 1, Выша – 1, Карнаухово-1, Липяной Дюк-1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 46,
    description: "В Чучково – 26, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 21,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 15."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 43,
    description: "В Сапожке - 32, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 14,
    description: "в Ухоловском районе – 6 (Покровское – 2, Ольхи – 2,Мостье-1, Поляки – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 62,
    description: "В Александро-Невском – 42, В Александро-Невском районе – 22 (Боровок – 7, Каширин – 5, Ленино – 5, Ленинский – 2, Заборово – 1, Зимарово – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 140,
    description: "В Ряжске – 124, в Ряжском районе – 16 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2, Еголдаево-1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 11,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 9."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 100,
    description: "в Сасовском районе – 30 (Сотницыно – 8, Алешино – 3, Кустаревка – 3, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 70."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 35,
    description: "В Кораблино – 16, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 145,
    description: "в Шиловском районе – 100 (Лесной – 27, Желудёво – 17, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Аделино – 1, Березово – 1, Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 48,
    description: "В Старожилове – 29, в Старожиловском районе – 19 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха — 1, Чернобаево-1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 101,
    description: "В Спасске – 27, в Спасском районе – 74 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Красный Яр – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 187,
    description: "В г. Касимов — 126, в Касимовском районе – 61 (Лощинино – 6, Елатьма – 5, Подлипки – 5, Клетино – 4, Крутоярский – 4, Лашма – 4,Бабино-Булыгино - 3, Гусь-Железный – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово-2, Телебукино – 2, Алешино – 1, Ахматово – 1,Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Лався-1, Малеево – 1, Погост -1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 223,
    description: "В Рыбновском районе – 83 (Костино – 20, Новоселки – 8, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка - 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 140."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 121,
    description: "в Спас-Клепиках — 21, В Клепиковском районе – 100 (Тума – 38, Криуша – 14, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево-1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино-1; Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1);"
  }]
}, {
  date: new Date(2020, 5, 22),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1141646",
  all: 4900,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 211,
    description: "В Скопине – 114,  в Скопинском районе – 97 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Чулково – 4, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 198,
    description: "В Новомичуринске – 126,  в Пронске – 36, в Пронском районе – 39 (Мамоново – 6, Гремяки – 5, Тырново – 5, Маклаково – 4, Октябрьское – 4, Погореловский – 4, Кисьва – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1 );"
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 140,
    description: "В  Михайлове – 57, в Михайловском районе – 85 (Октябрьский – 28, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2567,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 235,
    description: "В Рязанском районе – 235 (Заокское – 32, Дядьково – 21, Поляны – 17, Заборье – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород – 4, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 43,
    description: "в Захаровском районе – 28 (Смена – 7, Добрые Пчелы – 4, Безлычное - 3, Елино – 2, Жокино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино – 1,  Шляхино – 1), в Захарове – 15."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 66,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 19."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 60,
    description: "в Шацком районе – 32 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Апушка-1, Высокое – 1, Выша – 1, Карнаухово-1, Липяной Дюк-1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 46,
    description: "В Чучково – 26, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 21,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 15."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 42,
    description: "В Сапожке - 31, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 14,
    description: "в Ухоловском районе – 6 (Покровское – 2, Ольхи – 2,Мостье-1, Поляки – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 62,
    description: "В Александро-Невском – 40, В Александро-Невском районе – 22 (Боровок – 7, Каширин – 5, Ленино – 5, Ленинский – 2, Заборово – 1, Зимарово – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 140,
    description: "В Ряжске – 124, в Ряжском районе – 16 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2, Еголдаево-1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 11,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 9."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 99,
    description: "в Сасовском районе – 29 (Сотницыно – 8, Кустаревка – 3, Алешино – 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 70."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 35,
    description: "В Кораблино – 16, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 145,
    description: "в Шиловском районе – 100 (Лесной – 27, Желудёво – 17, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Инякино – 3, Ирицы – 3, Борки – 2, Задубровье – 2, Аделино – 1, Березово – 1, Борок – 2, Заполье – 1, Константиново – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 48,
    description: "В Старожилове – 29, в Старожиловском районе – 19 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха — 1, Чернобаево-1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 99,
    description: "В Спасске – 27, в Спасском районе – 72 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Выползово – 1, Желобова Слобода – 1, Малые Гулынки – 1, Каменка – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 179,
    description: "В г. Касимов — 118; В Касимовском районе – 61 (Лощинино – 6, Елатьма – 5, Подлипки – 5, Клетино – 4, Крутоярский – 4, Лашма – 4,Бабино-Булыгино - 3, Гусь-Железный – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово-2, Телебукино – 2, Алешино – 1, Ахматово – 1,Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Лався-1, Малеево – 1, Погост -1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 221,
    description: "В Рыбновском районе – 83 (Костино – 20, Новоселки – 8, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка - 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 138."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 121,
    description: "в Спас-Клепиках — 21, В Клепиковском районе – 100 (Тума – 38, Криуша – 14, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево-1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино-1; Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1);"
  }]
}, {
  date: new Date(2020, 5, 21),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1141390",
  all: 4855,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 54,
    description: "В Милославском – 27, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 211,
    description: "В Скопине – 114,  в Скопинском районе – 97 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Чулково – 4, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Березняги – 2, Ермолово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 198,
    description: "В Новомичуринске – 126,  в Пронске – 36, в Пронском районе – 39 (Мамоново – 6, Гремяки – 5, Тырново – 5, Маклаково – 4, Октябрьское – 4, Погореловский – 4, Кисьва – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1 );"
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 140,
    description: "В  Михайлове – 56, в Михайловском районе – 84 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово-1; Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2534,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 235,
    description: "В Рязанском районе – 235 (Заокское – 32, Дядьково – 21, Поляны – 17, Заборье – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород – 4, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Юрасово – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 41,
    description: "в Захаровском районе – 28 (Смена – 7, Добрые Пчелы – 4, Безлычное - 3, Елино – 2, Жокино – 2, Пупкино – 2, Зимино – 1, Каймань – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино – 1,  Шляхино – 1), в Захарове – 13."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 66,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 19."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 60,
    description: "в Шацком районе – 32 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Апушка-1, Высокое – 1, Выша – 1, Карнаухово-1, Липяной Дюк-1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 46,
    description: "В Чучково – 26, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 21,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 15."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 42,
    description: "В Сапожке - 31, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 15,
    description: "в Ухоловском районе – 6 (Покровское – 2, Ольхи – 2,Мостье-1, Поляки – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 59,
    description: "В Александро-Невском – 38, В Александро-Невском районе – 21 (Боровок – 7, Ленино – 5, Каширин – 4, Ленинский – 2, Заборово – 1, Зимарово – 1, Калинино – 1), Чучковском – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2);"
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 139,
    description: "В Ряжске – 123, в Ряжском районе – 16 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2, Еголдаево-1);"
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 11,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 9."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 99,
    description: "в Сасовском районе – 29 (Сотницыно – 8, Кустаревка – 3, Алешино – 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки – 1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое – 1, Мыс Доброй Надежды – 1, Новое Березово – 1, Рожково – 1), в Сасове – 70."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 35,
    description: "В Кораблино – 16, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 144,
    description: "в Шиловском районе – 99 (Лесной – 27, Желудёво – 17, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Инякино – 3, Ирицы - 3, Борки – 2, Задубровье – 2, Мосолово – 2,Борок – 2, Аделино – 1, Березово – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Полтавка-1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 48,
    description: "В Старожилове – 29, в Старожиловском районе – 19 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха — 1, Чернобаево-1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 98,
    description: "В Спасске – 27, в Спасском районе – 71 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2,Добрый Сот – 2, Иванково – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево -2, Выползово-1, Желобова Слобода – 1, Малые Гулынки – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1);"
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 179,
    description: "В г. Касимов — 118; В Касимовском районе – 61 (Лощинино – 6, Елатьма – 5, Подлипки – 5, Клетино – 4, Крутоярский – 4, Лашма – 4,Бабино-Булыгино - 3, Гусь-Железный – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово-2, Телебукино – 2, Алешино – 1, Ахматово – 1,Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Лався-1, Малеево – 1, Погост -1, Сосновка – 1);"
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 221,
    description: "В Рыбновском районе – 83 (Костино – 20, Новоселки – 8, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка - 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 138."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 121,
    description: "в Спас-Клепиках — 21, В Клепиковском районе – 100 (Тума – 38, Криуша – 14, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево-1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино-1; Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1);"
  }]
}, {
  date: new Date(2020, 5, 20),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1141281",
  all: 4808,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 53,
    description: "В Милославском – 26, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 209,
    description: "В Скопине – 113,  в Скопинском районе – 96 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Ермолово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 197,
    description: "В  Новомичуринске – 123,  в Пронске – 36, в Пронском районе – 38 (Мамоново – 6, Гремяки – 5, Маклаково – 4, Октябрьское – 4, Погореловский – 4,Тырново – 4, Кисьва – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1);"
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 140,
    description: "В  Михайлове – 56, в Михайловском районе – 84 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово-1; Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2501,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 233,
    description: "В Рязанском районе – 233 (Заокское – 32, Дядьково – 21, Поляны – 17, Заборье – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород – 3, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 –1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 40,
    description: "в Захаровском районе – 27 (Смена – 7, Добрые Пчелы – 4, Безлычное - 3, Елино - 2, Жокино – 2, Пупкино – 2, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино-1, Шляхино — 1), в Захарове – 13."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 66,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 19."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 60,
    description: "в Шацком районе – 32 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 2, Апушка-1, Высокое – 1, Выша – 1, Карнаухово-1, Липяной Дюк-1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 46,
    description: "В Чучково – 26, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 21,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 15."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 41,
    description: "В Сапожке - 30, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 14,
    description: "в Ухоловском районе – 6 (Покровское – 2, Ольхи – 2,Мостье-1, Поляки – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 58,
    description: "В Александро-Невском – 38, В Александро-Невском районе – 20 (Боровок – 7, Ленино – 5, Каширин – 4, Заборово-1, Зимарово – 1, Калинино – 1, Ленинский — 1);"
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 139,
    description: "В Ряжске – 123, в Ряжском районе – 16 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2, Еголдаево-1);"
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 11,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 9."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 98,
    description: "в Сасовском районе – 28 (Сотницыно – 8, Кустаревка – 3, Алешино - 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Батьки-1, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое-1; Мыс Доброй Надежды – 1, Новое Березово — 1), в Сасове – 70."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 35,
    description: "В Кораблино – 16, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 144,
    description: "в Шиловском районе – 99 (Лесной – 27, Желудёво – 17, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Инякино – 3, Ирицы - 3, Борки – 2, Задубровье – 2, Мосолово – 2,Борок – 2, Аделино – 1, Березово – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Полтавка-1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 48,
    description: "В Старожилове – 29, в Старожиловском районе – 19 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха — 1, Чернобаево-1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 98,
    description: "В Спасске – 27, в Спасском районе – 71 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 5, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2,Добрый Сот – 2, Иванково – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево -2, Выползово-1, Желобова Слобода – 1, Малые Гулынки – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1);"
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 179,
    description: "В г. Касимов — 118; В Касимовском районе – 61 (Лощинино – 6, Елатьма – 5, Подлипки – 5, Клетино – 4, Крутоярский – 4, Лашма – 4,Бабино-Булыгино - 3, Гусь-Железный – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Лазарево – 2, Озерный – 2, Самылово-2, Телебукино – 2, Алешино – 1, Ахматово – 1,Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Лався-1, Малеево – 1, Погост -1, Сосновка – 1);"
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 220,
    description: "В Рыбновском районе – 83 (Костино – 20, Новоселки – 8, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка - 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 137."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 121,
    description: "в Спас-Клепиках — 21, В Клепиковском районе – 100 (Тума – 38, Криуша – 14, Аверкиево – 5, Алексеево – 5, Болонь – 3, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево-1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Оськино-1; Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1);"
  }]
}, {
  date: new Date(2020, 5, 19),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1140787",
  all: 4759,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 53,
    description: "В Милославском – 26, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 209,
    description: "В Скопине – 113,  в Скопинском районе – 96 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Ермолово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 196,
    description: "В  Новомичуринске – 123, в  Пронске – 36, в Пронском районе – 37 (Мамоново – 6, Гремяки – 5, Маклаково – 4, Октябрьское – 4, Тырново – 4, Кисьва – 3,  Погореловский – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 140,
    description: "В  Михайлове – 56, в Михайловском районе – 84 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово-1; Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2489,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 233,
    description: "В Рязанском районе – 233 (Заокское – 32, Дядьково – 21, Поляны – 17, Заборье – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород – 3, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 –1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 38,
    description: "В Захаровском районе – 26 (Смена – 7, Безлычное - 3, Добрые Пчелы – 3, Елино - 2, Жокино – 2, Пупкино – 2, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино-1, Шляхино — 1), в Захарове – 12."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 66,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 19."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 57,
    description: "В  Шацком районе – 29 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 46,
    description: "В Чучково – 26, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 20,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 14."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 40,
    description: "В Сапожке - 29, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 14,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 56,
    description: "В Александро-Невском – 37, в  Александро-Невском районе – 19 (Боровок – 7, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский — 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 130,
    description: "В Ряжске – 117, в Ряжском районе – 13 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 10,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 8."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 97,
    description: "В Сасовском районе – 27 (Сотницыно – 8, Кустаревка – 3, Алешино - 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое-1; Мыс Доброй Надежды – 1, Новое Березово — 1), в Сасове – 70."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 34,
    description: "В Кораблино – 15, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 142,
    description: "В Шиловском районе – 97 (Лесной – 27, Желудёво – 16, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Ирицы – 3, Борки – 2, Задубровье – 2, Инякино – 2, Аделино – 1, Березово – 1, Борок – 2, Заполье – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 48,
    description: "В Старожилове – 29, в Старожиловском районе – 19 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха — 1, Чернобаево-1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 96,
    description: "В Спасске – 27, в Спасском районе – 69 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 4, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Желобова Слобода – 1, Малые Гулынки – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 172,
    description: "в Касимовском районе – 58 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Крутоярский – 4, Лашма – 4,Бабино–Булыгино – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Гусь–Железный – 2, Лазарево – 2, Озерный – 2, Самылово–2, Телебукино – 2, Алешино – 1, Ахматово – 1,Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Погост –1, Сосновка – 1);"
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 219,
    description: "В Рыбновском районе – 83 (Костино – 20, Новоселки – 8, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка - 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 136."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 114,
    description: "в Клепиковском районе – 96 (Тума – 36, Криуша – 14, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Болонь – 2, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1);"
  }]
}, {
  date: new Date(2020, 5, 18),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1140212",
  all: 4708,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 53,
    description: "В Милославском – 26, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 209,
    description: "В Скопине – 113,  в Скопинском районе – 96 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Ермолово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Высокое – 1, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 196,
    description: "В  Новомичуринске – 123, в  Пронске – 36, в Пронском районе – 37 (Мамоново – 6, Гремяки – 5, Маклаково – 4, Октябрьское – 4, Тырново – 4, Кисьва – 3,  Погореловский – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 140,
    description: "В  Михайлове – 56, в Михайловском районе – 84 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово-1; Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2458,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 231,
    description: "В Рязанском районе – 231 (Заокское – 32, Дядьково – 20, Заборье – 16, Поляны – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород – 3, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики -1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 38,
    description: "В Захаровском районе – 26 (Смена – 7, Безлычное - 3, Добрые Пчелы – 3, Елино - 2, Жокино – 2, Пупкино – 2, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино-1, Шляхино — 1), в Захарове – 12."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 66,
    description: "В Сараевском районе – 47 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Бычки – 2, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 19."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 57,
    description: "В  Шацком районе – 29 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Липяной Дюк – 1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 45,
    description: "В Чучково – 25, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 40,
    description: "В Сапожке - 29, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 14,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 9."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 56,
    description: "В Александро-Невском – 37, в  Александро-Невском районе – 19 (Боровок – 7, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский — 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 127,
    description: "В Ряжске – 112, в Ряжском районе – 15 (Петрово – 5, Дегтяное – 4, Салтыки – 4, Шереметьево – 2)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 10,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 8."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 97,
    description: "В Сасовском районе – 27 (Сотницыно – 8, Кустаревка – 3, Алешино - 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое-1; Мыс Доброй Надежды – 1, Новое Березово — 1), в Сасове – 70."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 34,
    description: "В Кораблино – 15, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 142,
    description: "В Шиловском районе – 97 (Лесной – 27, Желудёво – 16, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Ирицы – 3, Борки – 2, Задубровье – 2, Инякино – 2, Аделино – 1, Березово – 1, Борок – 2, Заполье – 1, Крутицы – 1, Мосолово – 2, Муратово – 1, Полтавка – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 46,
    description: "В Старожилове – 29, в Старожиловском районе – 17 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха — 1, Чернобаево-1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 96,
    description: "В Спасске – 27, в Спасском районе – 69 (Ижевское – 11, Павловка – 7, Спиртзаводской – 7, Гавриловское – 4, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Добрый Сот – 2, Иванково – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Федотьево – 2, Желобова Слобода – 1, Малые Гулынки – 1, Кирицы – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 167,
    description: "В Касимове – 111, в Касимовском районе – 56 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино – Булыгино – 3, Крутоярский – 3, Лашма – 3, Новая Деревня – 3, Сынтул – 3, Щербатовка – 3, Гусь – Железный – 2, Лазарево – 2, Озерный – 2, Самылово – 2, Телебукино – 2, Алешино – 1, Ахматово – 1,Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Погост – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 219,
    description: "В Рыбновском районе – 83 (Костино – 20, Новоселки – 8, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка - 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 136."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 114,
    description: "В  Клепиковском районе – 94 (Тума – 34, Криуша – 14, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Болонь – 2,Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1), в Спас-Клепиках – 20."
  }]
},
{
  date: new Date(2020, 5, 17),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1139740",
  all:4656,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 53,
    description: "В Милославском – 26, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 206,
    description: "В Скопине – 111,  в Скопинском районе – 95 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Ермолово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 196,
    description: "В  Новомичуринске – 123, в  Пронске – 36, в Пронском районе – 37 (Мамоново – 6, Гремяки – 5, Маклаково – 4, Октябрьское – 4, Тырново – 4, Кисьва – 3,  Погореловский – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 140,
    description: "В  Михайлове – 56, в Михайловском районе – 84 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово-1; Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2439,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 231,
    description: "В Рязанском районе – 231 (Заокское – 32, Дядьково – 20, Заборье – 16, Поляны – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород – 3, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики -1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 38,
    description: "В Захаровском районе – 26 (Смена – 7, Безлычное - 3, Добрые Пчелы – 3, Елино - 2, Жокино – 2, Пупкино – 2, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино-1, Шляхино — 1), в Захарове – 12."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 64,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 18."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 56,
    description: "В  Шацком районе – 28 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 45,
    description: "В Чучково – 25, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 35,
    description: "В Сапожке - 24, в Сапожковском районе – 11 (Кривель – 3, Михеи – 3, Фабричная Слобода – 2, Канино – 1, Коровка – 1, Марфинка – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 56,
    description: "В Александро-Невском – 37, в  Александро-Невском районе – 19 (Боровок – 7, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский — 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 124,
    description: "В Ряжске – 111, в Ряжском районе – 13 (Петрово – 5, Салтыки – 4, Дегтяное – 2, Шереметьево – 2)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 10,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 8."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 97,
    description: "В Сасовском районе – 27 (Сотницыно – 8, Кустаревка – 3, Алешино - 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое-1; Мыс Доброй Надежды – 1, Новое Березово — 1), в Сасове – 70."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 34,
    description: "В Кораблино – 15, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 137,
    description: "В Шиловском – 92 (Лесной – 25, Желудёво – 16, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Ирицы – 3, Борки – 2, Задубровье – 2, Инякино – 2, Аделино – 1, Березово – 1, Борок – 1, Заполье – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 46,
    description: "В Старожилове – 29, в Старожиловском районе – 17 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха — 1, Чернобаево-1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 89,
    description: "В Спасске – 27, в Спасском районе – 62 (Ижевское – 7, Павловка – 7, Спиртзаводской – 7, Гавриловское – 4, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Иванково – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Добрый Сот – 1, Желобова Слобода – 1, Малые Гулынки – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1, Федотьево -1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 159,
    description: "В Касимове – 107, в Касимовском районе – 52 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Сынтул – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 216,
    description: "В Рыбновском районе – 83 (Костино – 20, Новоселки – 8, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка - 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 133."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 112,
    description: "В  Клепиковском районе – 92 (Тума – 34, Криуша – 13, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовские выселки – 1, Иншаково – 1, Калдево – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1), в Спас-Клепиках – 20."
  }]
},
{
  date: new Date(2020, 5, 16),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1139097",
  all:4606,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 53,
    description: "В Милославском – 26, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 204,
    description: "В Скопине – 110,  в Скопинском районе – 94 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 195,
    description: "В  Новомичуринске – 123, в  Пронске – 36, в Пронском районе – 36 (Мамоново – 6, Гремяки – 5, Маклаково – 4, Октябрьское – 4, Кисьва – 3, Погореловский – 3, Тырново – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 140,
    description: "В  Михайлове – 56, в Михайловском районе – 84 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Огибалово-1; Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2414,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 230,
    description: "В Рязанском районе – 230 (Заокское – 32, Дядьково - 19, Заборье – 16, Поляны – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород - 3, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 -1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 38,
    description: "В Захаровском районе – 26 (Смена – 7, Безлычное - 3, Добрые Пчелы – 3, Елино - 2, Жокино – 2, Пупкино – 2, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Старое Зимино-1, Шляхино — 1), в Захарове – 12."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 64,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 18."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 56,
    description: "В  Шацком районе – 28 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 44,
    description: "В Чучково – 24, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 34,
    description: "В Сапожке - 24, в Сапожковском районе – 10 (Кривель – 3, Михеи – 3, Канино – 1, Коровка – 1, Марфинка – 1, Фабричная Слобода – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 55,
    description: "В Александро-Невском – 36, в  Александро-Невском районе – 19 (Боровок – 7, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский — 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 123,
    description: "В Ряжске – 109, в Ряжском районе – 13 (Петрово – 5, Салтыки – 4, Дегтяное – 2, Шереметьево – 2)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 10,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 8."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 96,
    description: "В Сасовском районе – 27 (Сотницыно – 8, Кустаревка – 3, Алешино - 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое-1; Мыс Доброй Надежды – 1, Новое Березово — 1), в Сасове – 69."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 34,
    description: "В Кораблино – 15, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 137,
    description: "В Шиловском – 92 (Лесной – 25, Желудёво – 16, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Ирицы – 3, Борки – 2, Задубровье – 2, Инякино – 2, Аделино – 1, Березово – 1, Борок – 1, Заполье – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 46,
    description: "В Старожилове – 29, в Старожиловском районе – 17 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха — 1, Чернобаево-1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 88,
    description: "В Спасске – 26, в Спасском районе – 62 (Ижевское – 7, Павловка – 7, Спиртзаводской – 7, Гавриловское – 4, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Иванково – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Добрый Сот – 1, Желобова Слобода – 1, Малые Гулынки – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1, Федотьево -1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 158,
    description: "В Касимове – 105, в Касимовском районе – 52 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Сынтул – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 214,
    description: "В Рыбновском районе – 83 (Костино – 20, Новоселки – 8, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Баграмово – 3, Горяйново – 3, Старое Батурино – 3, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка - 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 131."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 109,
    description: "В  Клепиковском районе – 89 (Тума – 33, Криуша – 12, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовские выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1), в Спас-Клепиках – 20."
  }]
},
{
  date: new Date(2020, 5, 15),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1138323",
  all:4557,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 53,
    description: "В Милославском – 26, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 204,
    description: "В Скопине – 110,  в Скопинском районе – 94 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 195,
    description: "В  Новомичуринске – 123, в  Пронске – 36, в Пронском районе – 36 (Мамоново – 6, Гремяки – 5, Маклаково – 4, Октябрьское – 4, Кисьва – 3, Погореловский – 3, Тырново – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 139,
    description: "В  Михайлове – 56, в Михайловском районе – 83 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2387,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 229,
    description: "В Рязанском районе – 229 (Заокское – 32, Дядьково - 18, Заборье – 16, Поляны – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 12, Агро-Пустынь – 6, Льгово – 6, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород - 3, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 37,
    description: "В Захаровском районе – 25 (Смена – 7, Безлычное – 3, Добрые Пчелы – 3, Елино - 2, Жокино – 2, Пупкино – 2, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Шляхино – 1), в Захарове – 12."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 64,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 18."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 56,
    description: "В  Шацком районе – 28 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 44,
    description: "В Чучково – 24, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 34,
    description: "В Сапожке - 24, в Сапожковском районе – 10 (Кривель – 3, Михеи – 3, Канино – 1, Коровка – 1, Марфинка – 1, Фабричная Слобода – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 54,
    description: "В Александро-Невском – 36, в  Александро – Невском районе – 18 (Боровок – 6, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 121,
    description: "В Ряжске – 108, в Ряжском районе – 13 (Петрово – 5, Салтыки – 4, Дегтяное – 2, Шереметьево – 2)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 6,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 4."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 96,
    description: "В Сасовском районе – 27 (Сотницыно – 8, Кустаревка – 3, Алешино - 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мокрое-1; Мыс Доброй Надежды – 1, Новое Березово — 1), в Сасове – 69."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 33,
    description: "В Кораблино – 14, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 137,
    description: "В Шиловском – 92 (Лесной – 25, Желудёво – 16, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Ирицы – 3, Борки – 2, Задубровье – 2, Инякино – 2, Аделино – 1, Березово – 1, Борок – 1, Заполье – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 45,
    description: "В Старожилове – 29, в Старожиловском районе – 16 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 87,
    description: "В Спасске – 26, в Спасском районе – 61 (Ижевское – 7, Павловка – 7, Спиртзаводской – 7, Гавриловское – 4, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Иванково – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Добрый Сот – 1, Желобова Слобода – 1, Малые Гулынки – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 154,
    description: "В Касимове – 102, в Касимовском районе – 52 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Сынтул – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 28,
    description: "В Ермиши – 16, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 208,
    description: "В Рыбновском районе – 81 (Костино – 20, Новоселки – 7, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Горяйново – 3, Старое Батурино – 3, Баграмово – 2, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 127."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 108,
    description: "В  Клепиковском районе – 88 (Тума – 32, Криуша – 12, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовские выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1), в Спас-Клепиках – 20."
  }]
},
{
  date: new Date(2020, 5, 14),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1137963",
  all:4507,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 53,
    description: "В Милославском – 26, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 203,
    description: "В Скопине – 109,  в Скопинском районе – 94 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 195,
    description: "В  Новомичуринске – 123, в  Пронске – 36, в Пронском районе – 36 (Мамоново – 6, Гремяки – 5, Маклаково – 4, Октябрьское – 4, Кисьва – 3, Погореловский – 3, Тырново – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 139,
    description: "В  Михайлове – 56, в Михайловском районе – 83 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2349,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 227,
    description: "В Рязанском районе – 227 (Заокское – 32, Дядьково – 17, Заборье – 16, Поляны – 16, Учхоз Стенькино – 15, Подвязье – 12, Тюшево – 11, Агро-Пустынь – 6, Льгово – 6, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород – 3, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 37,
    description: "В Захаровском районе – 25 (Смена – 7, Безлычное – 3, Добрые Пчелы – 3, Елино - 2, Жокино – 2, Пупкино – 2, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Шляхино – 1), в Захарове – 12."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 64,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 18."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 56,
    description: "В  Шацком районе – 28 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 44,
    description: "В Чучково – 24, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 34,
    description: "В Сапожке - 24, в Сапожковском районе – 10 (Кривель – 3, Михеи – 3, Канино – 1, Коровка – 1, Марфинка – 1, Фабричная Слобода – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 54,
    description: "В Александро-Невском – 36, в  Александро – Невском районе – 18 (Боровок – 6, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 121,
    description: "В Ряжске – 108, в Ряжском районе – 13 (Петрово – 5, Салтыки – 4, Дегтяное – 2, Шереметьево – 2)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 5,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 3."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 95,
    description: "В Сасовском районе – 26 (Сотницыно – 8, Кустаревка – 3, Алешино - 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1, Новое Березово – 1), в Сасове – 69."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 33,
    description: "В Кораблино – 14, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 137,
    description: "В Шиловском – 92 (Лесной – 25, Желудёво – 16, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Ирицы – 3, Борки – 2, Задубровье – 2, Инякино – 2, Аделино – 1, Березово – 1, Борок – 1, Заполье – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 45. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 45,
    description: "В Старожилове – 29, в Старожиловском районе – 16 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 84,
    description: "В Спасске – 25, в Спасском районе – 59 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 4, Собчаково – 4, Новики – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Горки – 2, Дегтяное – 2, Иванково – 2, Огородниково – 2, Половское – 2, Ухорское – 2, Фатьяновка – 2, Добрый Сот – 1, Желобова Слобода – 1, Малые Гулынки – 1, Новый Киструс – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 153,
    description: "В Касимове – 101, в Касимовском районе – 52 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Сынтул – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 26,
    description: "В Ермиши – 14, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 208,
    description: "В Рыбновском районе – 81 (Костино – 20, Новоселки – 7, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Горяйново – 3, Старое Батурино – 3, Баграмово – 2, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Ногино – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 127."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 107,
    description: "В  Клепиковском районе – 88 (Тума – 32, Криуша – 12, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовские выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1), в Спас-Клепиках – 19."
  }]
},
{
  date: new Date(2020, 5, 13),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1137679",
  all:4458,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 53,
    description: "В Милославском – 26, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 203,
    description: "В Скопине – 109,  в Скопинском районе – 94 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 193,
    description: "В  Новомичуринске – 121, в  Пронске – 36, в Пронском районе – 36 (Мамоново – 6, Гремяки – 5, Маклаково – 4, Октябрьское – 4, Кисьва – 3, Погореловский – 3, Тырново – 3, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 138,
    description: "В  Михайлове – 55, в Михайловском районе – 83 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2317,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 226,
    description: "В Рязанском районе – 226 (Заокское – 32, Дядьково – 17, Заборье – 16, Поляны – 16, Учхоз Стенькино – 14, Подвязье – 12, Тюшево – 11, Агро-Пустынь – 6, Льгово – 6, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород - 3, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Дубровичи – 2, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 –1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 37,
    description: "В Захаровском районе – 25 (Смена – 7, Безлычное – 3, Добрые Пчелы – 3, Елино - 2, Жокино – 2, Пупкино – 2, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Шляхино – 1), в Захарове – 12."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 64,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 18."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 56,
    description: "В  Шацком районе – 28 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Новософьино – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 28."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 44,
    description: "В Чучково – 24, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 34,
    description: "В Сапожке - 24, в Сапожковском районе – 10 (Кривель – 3, Михеи – 3, Канино – 1, Коровка – 1, Марфинка – 1, Фабричная Слобода – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 54,
    description: "В Александро-Невском – 36, в  Александро – Невском районе – 18 (Боровок – 6, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 121,
    description: "В Ряжске – 108, в Ряжском районе – 13 (Петрово – 5, Салтыки – 4, Дегтяное – 2, Шереметьево – 2)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 5,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 3."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 95,
    description: "В Сасовском районе – 26 (Сотницыно – 8, Кустаревка – 3, Алешино - 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1, Новое Березово – 1), в Сасове – 69."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 33,
    description: "В Кораблино – 14, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 135,
    description: "В Шиловском – 92 (Лесной – 25, Желудёво – 16, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Сасыкино – 4, Терехово – 4, Ирицы – 3, Борки – 2, Задубровье – 2, Инякино – 2, Аделино – 1, Березово – 1, Борок – 1, Заполье – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 43. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 45,
    description: "В Старожилове – 29, в Старожиловском районе – 16 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 80,
    description: "В Спасске – 24, в Спасском районе – 56 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 4, Новики – 3, Собчаково – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 2, Половское – 2, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Огородниково – 2, Желобова Слобода – 1, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 149,
    description: "В Касимове – 97, в Касимовском районе – 52 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Сынтул – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 26,
    description: "В Ермиши – 14, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 205,
    description: "В Рыбновском – 80 (Костино – 20, Новоселки – 7, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Горяйново – 3, Старое Батурино – 3, Баграмово – 2, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 125."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 107,
    description: "В  Клепиковском районе – 88 (Тума – 32, Криуша – 12, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовские выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1), в Спас-Клепиках – 19."
  }]
},
{
  date: new Date(2020, 5, 12),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1137335",
  all:4401,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 53,
    description: "В Милославском – 26, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 201,
    description: "В Скопине – 107,  в Скопинском районе – 94 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 189,
    description: "В  Новомичуринске – 120, в  Пронске – 36, в Пронском районе – 33 (Мамоново – 6, Гремяки – 4, Маклаково – 4, Кисьва – 3, Октябрьское – 3, Тырново – 3, Орловский – 2, Погореловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 138,
    description: "В  Михайлове – 55, в Михайловском районе – 83 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2291,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 221,
    description: "В Рязанском районе – 221 (Заокское – 32, Дядьково – 16, Заборье – 15, Поляны – 15, Учхоз Стенькино – 14, Подвязье – 12, Тюшево – 11, Агро-Пустынь – 6, Льгово – 5, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород – 3, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Затишье – 2, Земенки – 2, Кораблино – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 –1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 36,
    description: "В Захаровском районе – 25 (Смена – 7, Безлычное – 3, Добрые Пчелы – 3, Елино - 2, Жокино – 2, Пупкино – 2, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Шляхино – 1), в Захарове – 11."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 64,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 18."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 54,
    description: "В  Шацком – 27 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 27."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 44,
    description: "В Чучково – 24, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 34,
    description: "В Сапожке - 24, в Сапожковском районе – 10 (Кривель – 3, Михеи – 3, Канино – 1, Коровка – 1, Марфинка – 1, Фабричная Слобода – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 54,
    description: "В Александро-Невском – 36, в  Александро – Невском районе – 18 (Боровок – 6, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 120,
    description: "В Ряжске – 108, в Ряжском районе – 12 (Петрово – 5, Салтыки – 3, Дегтяное – 2, Шереметьево – 2)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 5,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 3."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 7,
    description: "В Пителино — 1, в Пителинском районе – 6 (Юрьево – 4, Подболотье – 1, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 93,
    description: "В Сасовском районе – 25 (Сотницыно – 8, Кустаревка – 3, Алешино - 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1), в Сасове – 68."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 33,
    description: "В Кораблино – 14, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 132,
    description: "В Шиловском районе – 90 (Лесной – 25, Желудёво – 16, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Терехово – 4, Ирицы - 3, Сасыкино – 3, Борки – 2, Задубровье – 2, Инякино – 2, Аделино – 1, Борок – 1, Заполье – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 42. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 45,
    description: "В Старожилове – 29, в Старожиловском районе – 16 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 77,
    description: "В Спасске – 24, в Спасском районе – 53 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 3, Собчаково – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 2, Половское – 2, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 2, Огородниково – 2, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 146,
    description: "В Касимове – 94, в Касимовском районе – 52 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Сынтул – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 26,
    description: "В Ермиши – 14, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 202,
    description: "В Рыбновском – 80 (Костино – 20, Новоселки – 7, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Горяйново – 3, Старое Батурино – 3, Баграмово – 2, Ходынино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Окаемово – 1, Перекаль – 1, Раменки – 1, Сидоровка – 1), в Рыбном – 122."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 105,
    description: "В  Клепиковском районе – 87 (Тума – 31, Криуша – 12, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовские выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малое Дарьино – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1), в Спас-Клепиках – 18."
  }]
},
{
  date: new Date(2020, 5, 11),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1136535",
  all:4345,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 52,
    description: "В Милославском – 25, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 201,
    description: "В Скопине – 107,  в Скопинском районе – 94 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 188,
    description: "В  Новомичуринске – 120, в  Пронске – 35, в Пронском районе – 33 (Мамоново – 6, Гремяки – 4, Маклаково – 4, Кисьва – 3, Октябрьское – 3, Тырново – 3, Орловский – 2, Погореловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 137,
    description: "В  Михайлове – 54, в Михайловском районе – 83 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2260,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 216,
    description: "В Рязанском районе – 219 (Заокское – 32, Дядьково - 16, Заборье – 15, Поляны – 15, Учхоз Стенькино – 14, Подвязье – 11, Тюшево – 11, Агро-Пустынь – 6, Льгово – 5, Мурмино – 5, Окский – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Александрово – 3, Варские – 3, Высокое – 3, Вышгород - 3, Искра – 3, Полково – 3, Совхоз Рязанский – 3, Затишье – 2, Земенки – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Кораблино – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 -1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 35,
    description: "В Захаровском районе – 24 (Смена – 7, Безлычное - 3, Добрые Пчелы – 2, Елино - 2, Жокино – 2, Пупкино – 2, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Спасские Выселки – 1, Шляхино - 1), в Захарове – 11."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 64,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 18."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 54,
    description: "В  Шацком – 27 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 27."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 44,
    description: "В Чучково – 24, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 31,
    description: "В Сапожке - 22, в Сапожковский – 9 (Михеи – 3, Кривель – 2, Канино – 1, Коровка – 1, Марфинка – 1, Фабричная Слобода – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 51,
    description: "В Александро-Невском – 33, в  Александро – Невском районе – 18 (Боровок – 6, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 117,
    description: "В Ряжске – 106, в Ряжском районе – 11 (Петрово – 5, Салтыки – 3, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 5,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 3."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 6,
    description: "В Пителино — 1, в Пителинском районе – 5 (Юрьево – 4, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 93,
    description: "В Сасовском районе – 25 (Сотницыно – 8, Кустаревка – 3, Алешино - 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1), в Сасове – 68."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 33,
    description: "В Кораблино – 14, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 132,
    description: "В Шиловском районе – 90 (Лесной – 25, Желудёво – 16, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Терехово – 4, Ирицы - 3, Сасыкино – 3, Борки – 2, Задубровье – 2, Инякино – 2, Аделино – 1, Борок – 1, Заполье – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 42. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 45,
    description: "В Старожилове – 29, в Старожиловском районе – 16 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 76,
    description: "В Спасске – 23, в Спасском районе – 53 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 3, Собчаково – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 2, Половское – 2, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 2, Огородниково – 2, Панино – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 146,
    description: "В Касимове – 94, в Касимовском районе – 52 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Сынтул – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 26,
    description: "В Ермиши – 14, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 196,
    description: "В Рыбновском районе – 77 (Костино – 20, Новоселки – 7, Пощупово – 7, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Завод Ветзоотехника – 4, Новое Батурино – 4, Горяйново – 3, Старое Батурино – 3, Баграмово – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка - 1, Кузьминское – 1, Перекаль – 1, Раменки – 1, Ходынино - 1), в Рыбном – 119."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 103,
    description: "В  Клепиковском районе – 85 (Тума – 30, Криуша – 12, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовские выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1 ), в Спас-Клепиках – 18."
  }]
},
{
  date: new Date(2020, 5, 10),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1132885",
  all:4287,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 52,
    description: "В Милославском – 25, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 201,
    description: "В Скопине – 107,  в Скопинском районе – 94 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 187,
    description: "В  Новомичуринске – 119, в  Пронске – 35, в Пронском районе – 33 (Мамоново – 6, Гремяки – 4, Маклаково – 4, Кисьва – 3, Октябрьское – 3, Тырново – 3, Орловский – 2, Погореловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 137,
    description: "В  Михайлове – 54, в Михайловском районе – 83 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2230,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 216,
    description: "В Рязанском районе – 216 (Заокское – 32, Дядьково – 16, Заборье – 15, Поляны – 15, Учхоз Стенькино – 14, Подвязье – 11, Тюшево – 11, Агро – Пустынь – 6, Льгово – 5, Мурмино – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Вышгород – 3, Искра – 3, Окский – 3, Полково – 3, Совхоз Рязанский – 3, Александрово – 2, Затишье – 2, Земенки – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Шумашь – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Кораблино – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики – 1). В Новомичуринске – 119, Рыбном – 116, Скопине – 107, Ряжске – 105. В Скопинском районе – 94 (Павелец – 21, Ильинка – 13,Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1,Деменьшино – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 34,
    description: "В Захаровском районе – 23 (Смена – 7, Безлычное – 3, Добрые Пчелы – 2, Елино – 2, Жокино – 2, Пупкино – 2, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 11."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 64,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 18."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 54,
    description: "В  Шацком – 27 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 27."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 43,
    description: "В Чучково – 23, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 31,
    description: "В Сапожке - 22, в Сапожковский – 9 (Михеи – 3, Кривель – 2, Канино – 1, Коровка – 1, Марфинка – 1, Фабричная Слобода – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 49,
    description: "В Александро-Невском – 31, в  Александро – Невском районе – 18 (Боровок – 6, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 116,
    description: "В Ряжске – 105, в Ряжском районе – 11 (Петрово – 5, Салтыки – 3, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 5,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 3."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 6,
    description: "В Пителино — 1, в Пителинском районе – 5 (Юрьево – 4, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 92,
    description: "В Сасовском районе – 24 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1), в Сасове – 68."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 33,
    description: "В Кораблино – 14, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 128,
    description: "В Шиловском районе – 88 (Лесной – 24, Желудёво – 16, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Ирицы – 3, Сасыкино – 3, Терехово – 3, Борки – 2, Задубровье – 2, Инякино – 2, Аделино – 1, Борок – 1, Заполье – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 40. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 43,
    description: "В Старожилове – 27, в Старожиловском районе – 16 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 74,
    description: "В Спасске – 23, в Спасском районе – 51 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 3, Собчаково – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 2, Огородниково – 2, Панино – 1, Половское – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 145,
    description: "В Касимове – 93, в Касимовском районе – 52 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Сынтул – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 26,
    description: "В Ермиши – 14, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 188,
    description: "В Рыбновском районе – 72 (Костино – 20, Новоселки – 7, Пощупово – 7, Алешня – 5,Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Баграмово – 2, Старое Батурино – 2, Новое Батурино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Кузьминское – 1, Перекаль – 1, Раменки – 1), в Рыбном – 116."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 102,
    description: "В  Клепиковском районе – 84 (Тума – 29, Криуша – 12, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовские выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1), в Спас-Клепиках – 18."
  }]
},
{
  date: new Date(2020, 5, 9),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1134059",
  all:4228,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 52,
    description: "В Милославском – 25, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 201,
    description: "В Скопине – 107,  в Скопинском районе – 94 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 184,
    description: "В  Новомичуринске – 119, в  Пронске – 35, в Пронском районе – 30 (Мамоново – 5, Гремяки – 4, Маклаково – 4, Кисьва – 3, Октябрьское – 3, Орловский – 2, Скучаловка – 2, Тырново – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 136,
    description: "В  Михайлове – 53, в Михайловском районе – 83 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2194,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 211,
    description: "В Рязанском районе– 211 (Заокское – 32, Дядьково – 15, Заборье – 15, Поляны – 15, Учхоз Стенькино – 14, Тюшево – 11, Подвязье – 10, Агро- Пустынь – 6, Мурмино – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Льгово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Искра – 3, Окский – 3, Полково – 3, Совхоз Рязанский – 3, Александрово – 2, Вышгород – 2, Затишье – 2, Земенки – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Кораблино – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 33,
    description: "В Захаровском районе – 22 (Смена – 7, Безлычное – 3, Елино – 2, Жокино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 11."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 64,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 18."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 54,
    description: "В  Шацком – 27 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 27."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 43,
    description: "В Чучково – 23, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 20,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 31,
    description: "В Сапожке - 22, в Сапожковском районе – 9 (Михеи – 3, Кривель – 2, Канино – 1, Коровка – 1, Марфинка – 1, Фабричная Слобода – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 49,
    description: "В Александро-Невском – 31, в  Александро – Невском районе – 18 (Боровок – 6, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 114,
    description: "В Ряжске – 104, в Ряжском районе – 11 (Петрово – 5, Салтыки – 3, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 5,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 3."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 6,
    description: "В Пителино — 1, в Пителинском районе – 5 (Юрьево – 4, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 92,
    description: "В Сасовском районе – 24 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1), в Сасове – 68."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 33,
    description: "В Кораблино – 14, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 127,
    description: "В Шиловском районе – 88 (Лесной – 24, Желудёво – 16, Сановка – 8, Авдотьинка – 7, Елизаветинка – 7, Ибредь – 4, Ирицы – 3, Сасыкино – 3, Терехово – 3, Борки – 2, Задубровье – 2, Инякино – 2, Аделино – 1, Борок – 1, Заполье – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 39. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 42,
    description: "В Старожилове – 26, в Старожиловском районе – 16 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 72,
    description: "В Спасске – 23, в Спасском районе – 50 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Собчаково – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 2, Огородниково – 2, Панино – 1, Половское – 1, Селезеново – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 144,
    description: "В Касимове – 92, в Касимовском районе – 52 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Сынтул – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 26,
    description: "В Ермиши – 14, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 180,
    description: "В Рыбновском районе – 71 (Костино – 20, Новоселки – 7, Пощупово – 7, Алешня – 5,Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Баграмово – 2, Старое Батурино – 2, Новое Батурино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1), в Рыбном – 109."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 102,
    description: "В  Клепиковском районе– 84 (Тума – 29, Криуша – 12, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовский выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1), в Спас-Клепиках – 18."
  }]
},
{
  date: new Date(2020, 5, 8),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1132885",
  all:4164,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 52,
    description: "В Милославском – 25, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 200,
    description: "В Скопине – 106,  в Скопинском районе – 94 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Деменьшино – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 182,
    description: "В  Новомичуринске – 117, в  Пронске – 35, в Пронском районе – 30 (Мамоново – 5, Гремяки – 4, Маклаково – 4, Кисьва – 3, Октябрьское – 3, Орловский – 2, Скучаловка – 2, Тырново – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 136,
    description: "В  Михайлове – 53, в Михайловском районе – 83 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 5, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Павелково – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2160,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 209,
    description: "В Рязанском районе – 209 (Заокское – 32, Дядьково – 15, Заборье – 15, Поляны – 14, Учхоз Стенькино – 14, Тюшево – 11, Подвязье – 10, Агро-Пустынь – 6, Мурмино – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Искра – 3, Льгово – 3, Окский – 3, Полково – 3, Совхоз Рязанский – 3, Александрово – 2, Вышгород – 2, Затишье – 2, Земенки – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Кораблино – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 33,
    description: "В Захаровском районе – 22 (Смена – 7, Безлычное – 3, Елино – 2, Жокино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 11."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 64,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 18."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 54,
    description: "В  Шацком – 27 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 27."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 42,
    description: "В Чучково – 22, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 30,
    description: "В Сапожке - 22, в Сапожковском районе – 8 (Михеи – 3, Кривель – 2, Канино – 1, Марфинка – 1, Фабричная Слобода – 1)."
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 49,
    description: "В Александро-Невском – 31, в  Александро – Невском районе – 18 (Боровок – 6, Ленино – 5, Каширин – 4, Зимарово – 1, Калинино – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 114,
    description: "В Ряжске – 103, в Ряжском районе – 11 (Петрово – 5, Салтыки – 3, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 5,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 3."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 6,
    description: "В Пителино — 1, в Пителинском районе – 5 (Юрьево – 4, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 91,
    description: "В Сасовском районе – 24 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1), в Сасове – 67."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 33,
    description: "В Кораблино – 14, в Кораблинском районе – 19 (Кипчаково – 6, Ключ – 4, Моловка – 3, Бобровинки – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 117,
    description: "В Шиловском районе – 79 (Лесной – 22, Желудёво – 12, Сановка – 8, Елизаветинка – 7, Авдотьинка – 5, Ибредь – 4, Ирицы – 3, Сасыкино – 3, Терехово – 3, Борки – 2, Задубровье – 2, Аделино – 1, Борок – 1, Заполье – 1, Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 38. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 42,
    description: "В Старожилове – 26, в Старожиловском районе – 16 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 72,
    description: "В Спасске – 23, в Спасском районе – 49 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 2, Огородниково – 2, Панино – 1, Половское – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 143,
    description: "В Касимове – 91, в Касимовском районе – 52 (Ела��ьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Сынтул – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 26,
    description: "В Ермиши – 14, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 174,
    description: "В Рыбновском районе – 70 (Костино – 20, Новоселки – 7, Пощупово – 6, Алешня – 5,Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Баграмово – 2, Старое Батурино – 2, Новое Батурино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1), в Рыбном – 104."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 99,
    description: "В  Клепиковском районе – 82 (Тума – 27, Криуша – 12, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовский выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Ухино – 1, Хараблино – 1), в Спас-Клепиках – 17."
  }]
},
{
  date: new Date(2020, 5, 7),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1132078",
  all:4088,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 51,
    description: "В Милославском – 24, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 198,
    description: "В Скопине – 105,  в Скопинском районе – 93 (Павелец – 21, Ильинка – 13, Побединка – 9, Корневое – 5, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Успенское – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Муравлянка – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 182,
    description: "В  Новомичуринске – 117, в  Пронске – 35, в Пронском районе – 30 (Мамоново – 5, Гремяки – 4, Маклаково – 4, Кисьва – 3, Октябрьское – 3, Орловский – 2, Скучаловка – 2, Тырново – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 135,
    description: "В  Михайлове – 53, в Михайловском районе – 82 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 4, Виленка – 3, Грязное – 3, Заря – 3, Красное – 3, Березово – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, с/з им. Ильича – 2, Треполье – 2, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка 3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Павелково – 1,  Покровское1 – 1, Чурики – 1, Щетиновка –1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2123,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 208,
    description: "В Рязанском районе – 208 (Заокское – 32, Дядьково – 15, Заборье – 15, Поляны – 14, Учхоз Стенькино – 14, Тюшево – 11, Подвязье – 9, Агро-Пустынь – 6, Мурмино – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Искра – 3, Льгово – 3, Окский – 3, Полково – 3, Совхоз Рязанский – 3, Александрово – 2, Вышгород – 2, Затишье – 2, Земенки – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Кораблино – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 33,
    description: "В Захаровском районе – 22 (Смена – 7, Безлычное – 3, Елино – 2, Жокино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 11."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 62,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 16."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 53,
    description: "В  Шацком – 27 (Казачья Слобода – 8, Черная Слобода – 8, Лесное Конобеево – 2, Новочернеево – 2, Борки – 1, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 26."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 42,
    description: "В Чучково – 22, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 27,
    description: "В Сапожке - 20, в Сапожковском районе – 7 (Михеи – 3, Кривель – 2, Марфинка – 1, Фабричная Слобода – 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 43,
    description: "В Александро-Невском – 26, в  Александро-Невском районе – 17 (Боровок – 6, Ленино – 5, Каширин – 3, Зимарово – 1, Калинино – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 112,
    description: "В Ряжске – 101, в Ряжском районе – 11 (Петрово – 5, Салтыки – 3, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 5,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 3."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 5,
    description: "В Пителино — 1, в Пителинском районе – 4 (Юрьево – 3, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 90,
    description: "В Сасовском районе – 24 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1), в Сасове – 66."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 32,
    description: "В Кораблино – 14, в Кораблинском районе – 18 (Кипчаково – 6, Ключ – 4, Бобровинки – 2, Моловка – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 115,
    description: "В Шиловском – 77 (Лесной – 22, Желудёво – 11, Сановка – 8, Елизаветинка – 7, Авдотьинка – 5, Ибредь – 4, Ирицы - 3, Сасыкино – 3, Борки – 2, Задубровье – 2, Терехово – 2, Аделино – 1, Борок – 1, Заполье – 1, Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Рыбновском – 69 (Костино – 20, Новоселки – 7, Пощупово – 6, Алешня – 5,Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Старое Батурино – 2, Новое Батурино – 2, Баграмово – 1, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка - 1, Перекаль – 1, Раменки – 1), в Шилово – 38. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 41,
    description: "В Старожилове – 25, в Старожиловском районе – 16 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 72,
    description: "В Спасске – 23, в Спасском районе – 49 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 2, Огородниково – 2, Панино – 1, Половское – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 137,
    description: "В Касимове – 85, в Касимовском районе – 52 (Елатьма – 5, Лощинино – 5, Подлипки – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Сынтул – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 26,
    description: "В Ермиши – 14, в Ермишинском районе – 12 (Надежка – 4, Азеево – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 167,
    description: "В Рыбновском районе – 69 (Костино – 20, Новоселки – 7, Пощупово – 6, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Старое Батурино – 2, Новое Батурино – 2, Баграмово – 1, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1), в Рыбном – 98."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 97,
    description: "В  Клепиковском районе – 80 (Тума – 27, Криуша – 11, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовский выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Хараблино – 1), в Спас-Клепиках – 17."
  }]
},
{
  date: new Date(2020, 5, 6),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1131516",
  all:4013,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 51,
    description: "В Милославском – 24, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 192,
    description: "В Скопине – 103,  в Скопинском районе – 89 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Успенское – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 180,
    description: "В  Новомичуринске – 117, в  Пронске – 35, в Пронском районе – 28 (Мамоново – 5, Маклаково – 4, Гремяки – 3, Кисьва – 3, Октябрьское – 2, Орловский – 2, Скучаловка – 2, Тырново – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 132,
    description: "В  Михайлове – 53, в Михайловском районе – 79 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 4, Виленка – 3, Грязное – 3, Красное – 3, Заря – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка 3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2091,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 208,
    description: "В Рязанском районе – 208 (Заокское – 32, Дядьково – 15, Заборье – 15, Поляны – 14, Учхоз Стенькино – 14, Тюшево – 11, Подвязье – 9, Агро-Пустынь – 6, Мурмино – 5, Рожок – 5, Турлатово – 5, Богданово – 4, Глебово – 4, Ровное – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Искра – 3, Льгово – 3, Окский – 3, Полково – 3, Совхоз Рязанский – 3, Александрово – 2, Вышгород - 2, Затишье – 2, Земенки – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Кораблино – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 30,
    description: "В Захаровском районе – 21 (Смена – 6, Безлычное – 3, Елино - 2, Жокино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 9."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 61,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 15."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 51,
    description: "В  Шацком районе – 25 (Казачья Слобода – 8, Черная Слобода – 7, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 26."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 42,
    description: "В Чучково – 22, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 18,
    description: "В Путятинском районе – 6 (Глебово – 1, Екатериновка – 1, Никитино – 1, Новая Деревня – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 27,
    description: "В Сапожке - 20, в Сапожковском районе – 7 (Михеи – 3, Кривель – 2, Марфинка – 1, Фабричная Слобода – 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 39,
    description: "В Александро-Невском – 24, в  Александро-Невском районе – 17 (Боровок – 6, Ленино – 5, Каширин – 3, Зимарово – 1, Калинино – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 110,
    description: "В Ряжске – 99, в Ряжском районе – 11 (Петрово – 5, Салтыки – 3, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 5,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 3."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 5,
    description: "В Пителино — 1, в Пителинском районе – 4 (Юрьево – 3, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 90,
    description: "В Сасовском районе – 24 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1), в Сасове – 66."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 32,
    description: "В Кораблино – 14, в Кораблинском районе – 18 (Кипчаково – 6, Ключ – 4, Бобровинки – 2, Моловка – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 105,
    description: "В Шиловском районе – 69 (Лесной – 18, Желудёво – 11, Сановка – 8, Елизаветинка – 7, Авдотьинка – 4, Ибредь – 4, Ирицы – 3, Сасыкино – 3, Борки – 2, Аделино – 1, Борок – 1, Заполье – 1, Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1, Терехово – 1), в Шилово – 38. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 41,
    description: "В Старожилове – 25, в Старожиловском районе – 16 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 72,
    description: "В Спасске – 23, в Спасском районе – 49 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 2, Огородниково – 2, Панино – 1, Половское – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 125,
    description: "В Касимове – 75, в Касимовском районе – 50 (Елатьма – 5, Лощинино – 5, Клетино – 4, Подлипки – 4, Бабино-Булыгино - 3, Новая Деревня – 3, Лашма – 3, Щербатовка – 3, Гусь-Железный – 2, Крутоярский – 2, Лазарево – 2, Озерный – 2, Сынтул – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 11 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 167,
    description: "В Рыбновском районе – 69 (Костино – 20, Новоселки – 7, Пощупово – 6, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Старое Батурино – 2, Новое Батурино – 2, Баграмово – 1, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1), в Рыбном – 98."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 97,
    description: "В  Клепиковском районе – 80 (Тума – 27, Криуша – 11, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Малиновка – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовский выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Хараблино – 1), в Спас-Клепиках – 17."
  }]
},
{
  date: new Date(2020, 5, 5),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1130014",
  all:3940,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 51,
    description: "В Милославском – 24, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 191,
    description: "В Скопине – 102,  в Скопинском районе – 89 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Вослебово – 3, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Успенское – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Мшанка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 178,
    description: "В  Новомичуринске – 117, в  Пронске – 35, в Пронском районе – 26 (Мамоново – 5, Гремяки – 3, Кисьва – 3, Маклаково – 2, Октябрьское – 2, Орловский – 2, Скучаловка – 2, Тырново – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 132,
    description: "В  Михайлове – 53, в Михайловском районе – 79 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 4, Виленка – 3, Грязное – 3, Красное – 3, Заря – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка 3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2054,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 206,
    description: "В Рязанском районе – 206 (Заокское – 32, Дядьково – 15, Заборье – 15, Поляны – 14, Учхоз Стенькино – 14, Тюшево – 11, Подвязье – 9, Агро-Пустынь – 6, Мурмино – 5, Рожок – 5, Богданово – 4, Глебово – 4, Ровное – 4, Турлатово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Искра – 3, Льгово – 3, Окский – 3, Полково – 3, Совхоз Рязанский – 3, Александрово – 2, Вышгород – 2, Затишье – 2, Земенки – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 –1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 29,
    description: "В Захаровском районе – 21 (Смена – 6, Безлычное – 3, Елино - 2, Жокино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 8."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 61,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 15."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 50,
    description: "В  Шацком районе – 25 (Казачья Слобода – 8, Черная Слобода – 7, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 25."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 42,
    description: "В Чучково – 22, в Чучковском районе – 20 (Аладьино – 7, Пертово – 5, Мелехово – 3, Остро-Пластиково – 3, Шеметово – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 16,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 27,
    description: "В Сапожке - 20, в Сапожковском районе – 7 (Михеи – 3, Кривель – 2, Марфинка – 1, Фабричная Слобода – 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 39,
    description: "В Александро-Невском – 22, в  Александро-Невском районе – 17 (Боровок – 6, Ленино – 5, Каширин – 3, Зимарово – 1, Калинино – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 107,
    description: "В Ряжске – 96, в Ряжском районе – 11 (Петрово – 5, Салтыки – 3, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 4,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 2."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 5,
    description: "В Пителино — 1, в Пителинском районе – 4 (Юрьево – 3, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 90,
    description: "В Сасовском районе – 24 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Саблино – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1), в Сасове – 66."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 29,
    description: "В Кораблино – 11, в Кораблинском районе – 18 (Кипчаково – 6, Ключ – 4, Бобровинки – 2, Моловка – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 105,
    description: "В Шиловском районе - 68 (Лесной – 18, Желудёво – 11, Сановка – 8, Елизаветинка – 7, Авдотьинка – 4, Ибредь – 4, Ирицы – 3, Сасыкино – 3, Борки – 2, Аделино – 1, Борок – 1, Заполье – 1,  Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 37. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 41,
    description: "В Старожилове – 25, в Старожиловском районе – 16 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1, Соха – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 72,
    description: "В Спасске – 23, в Спасском районе – 49 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 2, Огородниково – 2, Панино – 1, Половское – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 112,
    description: "В Касимове – 70, в Касимовском – 42 (Елатьма – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Лощинино – 3, Щербатовка – 3, Гусь-Железный – 2, Подлипки– 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Крутоярский – 1, Лазарево – 1, Малеево – 1, Озерный – 1, Сосновка – 1, Сынтул – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 11 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 167,
    description: "В Рыбновском районе – 69 (Костино – 20, Новоселки – 7, Пощупово – 6, Алешня – 5, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Старое Батурино – 2, Новое Батурино – 2, Баграмово – 1, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1), в Рыбном – 98."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 88,
    description: "В  Клепиковском районе – 78 (Тума – 27, Криуша – 10, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Уткино – 2, Щурово – 2, Болонь – 1, Ершовский выселки – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Хараблино– 1), в Спас-Клепиках – 16."
  }]
},
{
  date: new Date(2020, 5, 4),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1127908",
  all:3872,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 51,
    description: "В Милославском – 24, в Милославском районе – 27 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 2, Архангельское – 1, Казначеевка – 1, Совхоз Большевик – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 187,
    description: "В Скопине – 100,  в Скопинском районе – 87 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Мшанка–1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 176,
    description: "В  Новомичуринске – 116, в  Пронске – 34, в Пронском районе – 26 (Мамоново – 5, Гремяки – 3, Кисьва – 3, Маклаково – 2, Октябрьское – 2, Орловский – 2, Скучаловка – 2, Тырново – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 131,
    description: "В  Михайлове – 52, в Михайловском районе – 79 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 4, Виленка – 3, Грязное – 3, Красное – 3, Заря – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка 3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 2031,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 206,
    description: "В Рязанском районе – 206 (Заокское – 32, Дядьково – 15, Заборье – 15, Поляны – 14, Учхоз Стенькино – 14, Тюшево – 11, Подвязье – 9, Агро-Пустынь – 6, Мурмино – 5, Рожок – 5, Богданово – 4, Глебово – 4, Ровное – 4, Турлатово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Искра – 3, Льгово – 3, Окский – 3, Полково – 3, Совхоз Рязанский – 3, Александрово – 2, Вышгород – 2, Затишье – 2, Земенки – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 –1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 29,
    description: "В Захаровском районе – 21(Смена – 6, Безлычное – 3, Елино - 2, Жокино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 8."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 60,
    description: "В Сараевском районе – 46 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Старобокино – 1, Таптыково – 1, Телятники – 1, Троицкое – 1, Ягодное – 1), в Сараях – 14."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 48,
    description: "В  Шацком районе – 25 (Казачья Слобода – 8, Черная Слобода – 7, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 23."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 37,
    description: "В Чучково – 22, в Чучковском районе – 15 (Пертово – 4, Аладьино – 3, Мелехово – 3, Остро-Пластиково – 3, Шеметово — 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 16,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 12."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 27,
    description: "В Сапожке - 20, в Сапожковском районе – 7 (Михеи – 3, Кривель – 2, Марфинка – 1, Фабричная Слобода – 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 33,
    description: "В Александро-Невском – 19, в  Александро-Невском районе – 14 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1, Каширин – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 102,
    description: "В Ряжске – 93, в Ряжском районе – 9 (Петрово – 4, Салтыки – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 3,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 1."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 5,
    description: "В Пителино — 1, в Пителинском районе – 4 (Юрьево – 3, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 89,
    description: "В Сасовском районе – 23 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1, Саблино – 1), в Сасове – 66."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 29,
    description: "В Кораблино – 11, в Кораблинском районе – 18 (Кипчаково – 6, Ключ – 4, Бобровинки – 2, Моловка – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 102,
    description: "В  Шиловском районе – 67 (Лесной – 17, Желудёво – 11, Сановка – 8, Елизаветинка – 7, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Авдотьинка – 1, Аделино – 1, Борок – 1, Заполье – 1,  Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 35. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 40,
    description: "В Старожилове – 25, в Старожиловском районе – 15 (Панинская слобода – 7, Истье - 3, Ершово – 1, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 72,
    description: "В Спасске – 23, в Спасском районе – 49 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 2, Огородниково – 2, Панино – 1, Половское – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 110,
    description: "В Касимове – 69, в Касимовском – 41 (Елатьма – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Лощинино – 3, Щербатовка – 3, Гусь-Железный – 2, Подлипки– 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Баромыково – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Крутоярский – 1, Лазарево – 1, Малеево – 1, Сосновка – 1, Сынтул – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 11 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма – 2, Большое Ляхово – 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 162,
    description: "В Рыбновском районе – 67 (Костино – 20, Новоселки – 7, Пощупово – 6, Старолетово – 5, Высокое – 4, Глебково – 4, Алешня – 3, Горяйново – 3, Завод Ветзоотехника – 3, Старое Батурино – 2, Новое Батурино – 2, Баграмово – 1, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1), в Рыбном – 95."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 88,
    description: "В  Клепиковском районе – 73 (Тума – 26, Криуша – 8, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Щурово – 2, Болонь – 1, Иншаково – 1, Колесниково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 15."
  }]
},
{
  date: new Date(2020, 5, 3),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1125386",
  all:3801,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 49,
    description: "В Милославском – 24, в Милославском районе 25 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Казначеевка – 1, Топилы – 1, Совхоз Большевик – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 187,
    description: "В Скопине – 100,  в Скопинском районе – 87 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Мшанка–1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 176,
    description: "В  Новомичуринске – 116, в  Пронске – 34, в Пронском районе – 26 (Мамоново – 5, Гремяки – 3, Кисьва – 3, Маклаково – 2, Октябрьское – 2, Орловский – 2, Скучаловка – 2, Тырново – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 131,
    description: "В  Михайлове – 52, в Михайловском районе – 79 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 4, Виленка – 3, Грязное – 3, Красное – 3, Заря – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка 3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1992,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 206,
    description: "В Рязанском районе – 206 (Заокское – 32, Дядьково – 15, Заборье – 15, Поляны – 14, Учхоз Стенькино – 14, Тюшево – 11, Подвязье – 9, Агро-Пустынь – 6, Мурмино – 5, Рожок – 5, Богданово – 4, Глебово – 4, Ровное – 4, Турлатово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Искра – 3, Льгово – 3, Окский – 3, Полково – 3, Совхоз Рязанский – 3, Александрово – 2, Вышгород – 2, Затишье – 2, Земенки – 2, Листвянка – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 –1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 28,
    description: "В Захаровском районе – 20 (Смена – 6, Безлычное - 3, Елино - 2, Пупкино – 2, Добрые Пчелы – 1, Жокино – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 8."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 58,
    description: "В Сараевском – 44 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Таптыково– 1, Телятники – 1, Троицкое – 1), в Сараях – 14."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 48,
    description: "В  Шацком районе – 25 (Казачья Слобода – 8, Черная Слобода – 7, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 23."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 37,
    description: "В Чучково – 22, в Чучковском районе – 15 (Пертово – 4, Аладьино – 3, Мелехово – 3, Остро-Пластиково – 3, Шеметово — 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 14,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 10."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 21,
    description: "В Сапожке - 16, в Сапожковском районе – 5 (Михеи – 2, Кривель – 1, Марфинка – 1, Фабричная Слобода – 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 33,
    description: "В Александро-Невском – 19, в  Александро-Невском районе – 14 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1, Каширин – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 101,
    description: "В Ряжске – 92, в Ряжском районе – 9 (Петрово – 4, Салтыки – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 3,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 1."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 5,
    description: "В Пителино — 1, в Пителинском районе – 4 (Юрьево – 3, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 88,
    description: "В Сасовском районе – 23 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1, Саблино – 1), в Сасове – 65."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 29,
    description: "В Кораблино – 11, в Кораблинском районе – 18 (Кипчаково – 6, Ключ – 4, Бобровинки – 2, Моловка – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 97,
    description: "В  Шиловском районе – 62 (Лесной – 17, Желудёво – 11, Сановка – 8, Елизаветинка – 7, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Авдотьинка – 1, Аделино – 1, Борок – 1, Заполье – 1,  Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 35. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 39,
    description: "В Старожилове – 25, в Старожиловском районе – 14 (Панинская слобода – 7, Истье – 3, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 72,
    description: "В Спасске – 23, в Спасском районе – 49 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 2, Огородниково – 2, Панино – 1, Половское – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 108,
    description: "В Касимове – 68, в Касимовском – 40 (Елатьма – 5, Клетино – 4, Бабино-Булыгино – 3, Новая Деревня – 3, Лашма – 3, Лощинино – 3, Щербатовка – 3, Гусь-Железный – 2, Подлипки – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Большой Кусмор – 1, Ибердус – 1, Кочемары – 1, Крутоярский – 1, Лазарево – 1, Малеево – 1, Сосновка – 1, Сынтул – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 155,
    description: "В Рыбновском районе – 67 (Костино – 20, Новоселки – 7, Пощупово – 6, Старолетово – 5, Высокое – 4, Глебково – 4, Алешня – 3, Горяйново – 3, Завод Ветзоотехника – 3, Старое Батурино – 2, Новое Батурино – 2, Баграмово – 1, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1), в Рыбном – 88."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 87,
    description: "В  Клепиковском районе – 72 (Тума – 26, Криуша – 8, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Щурово – 2, Болонь – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1,Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 15."
  }]
},
{
  date: new Date(2020, 5, 2),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1121873",
  all:3728,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 48,
    description: "В Милославском – 24, в Милославском районе – 24 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Казначеевка – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 186,
    description: "В Скопине – 99,  в Скопинском районе – 87 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Мшанка–1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 175,
    description: "В  Новомичуринске – 115, в  Пронске – 34, в Пронском районе – 26 (Мамоново – 5, Гремяки – 3, Кисьва – 3, Маклаково – 2, Октябрьское – 2, Орловский – 2, Скучаловка – 2, Тырново – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 131,
    description: "В  Михайлове – 52, в Михайловском районе – 79 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 4, Виленка – 3, Грязное – 3, Красное – 3, Заря – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка 3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1957,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 202,
    description: "В Рязанском районе – 202 (Заокское – 32, Дядьково – 15, Поляны – 14, Учхоз Стенькино – 14, Заборье – 13, Тюшево – 11, Подвязье – 9, Агро-Пустынь – 6, Мурмино – 5, Рожок – 5, Богданово – 4, Глебово – 4, Ровное – 4, Турлатово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Льгово – 3, Окский – 3, Полково – 3, Совхоз Рязанский – 3, Александрово – 2, Вышгород – 2, Затишье – 2, Земенки – 2, Искра – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Госплемстанция – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 28,
    description: "В Захаровском районе – 20 (Смена – 6, Безлычное - 3, Елино - 2, Пупкино – 2, Добрые Пчелы – 1, Жокино – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 8."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 58,
    description: "В Сараевском – 44 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озерки – 1, Озёриха – 1, Паники – 1, Таптыково– 1, Телятники – 1, Троицкое – 1), в Сараях – 14."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 47,
    description: "В  Шацком районе – 25 (Казачья Слобода – 8, Черная Слобода – 7, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 22."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 37,
    description: "В Чучково – 22, в Чучковском районе – 15 (Пертово – 4, Аладьино – 3, Мелехово – 3, Остро-Пластиково – 3, Шеметово — 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 14,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 10."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 19,
    description: "В Сапожке - 16, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 32,
    description: "В Александро-Невском – 18, в  Александро-Невском районе – 14 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1, Каширин – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 87,
    description: "В Ряжске – 78, в Ряжском районе – 9 (Петрово – 4, Салтыки – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 3,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 1."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 5,
    description: "В Пителино — 1, в Пителинском районе – 4 (Юрьево – 3, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 88,
    description: "В Сасовском районе – 23 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1, Саблино – 1), в Сасове – 65."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 29,
    description: "В Кораблино – 11, в Кораблинском районе – 18 (Кипчаково – 6, Ключ – 4, Бобровинки – 2, Моловка – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 95,
    description: "В  Шиловском районе – 61 (Лесной – 17, Желудёво – 10, Сановка – 8, Елизаветинка – 7, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Авдотьинка – 1, Аделино – 1, Борок – 1, Заполье – 1,  Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 34. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 38,
    description: "В Старожилове – 24, в Старожиловском районе – 14 (Панинская слобода – 7, Истье – 3, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1, Совхоз имени Ленина – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 72,
    description: "В Спасске – 23, в Спасском районе – 49 (Павловка – 7, Спиртзаводской – 7, Ижевское – 5, Гавриловское – 3, Сушки – 3, Троица – 3, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 2, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 2, Огородниково – 2, Панино – 1, Половское – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 103,
    description: "В Касимове – 66, в Касимовском районе – 37 (Елатьма – 5, Клетино – 4, Бабино-Булыгино – 3, Лашма – 3, Лощинино – 3, Щербатовка – 3, Гусь-Железный – 2, Новая Деревня – 2, Подлипки – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Ибердус – 1, Кочемары – 1, Крутоярский – 1, Малеево – 1, Сосновка – 1, Сынтул – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 152,
    description: "В Рыбновском районе – 66 (Костино – 20, Новоселки – 7, Пощупово – 6, Старолетово – 5, Высокое – 4, Глебково – 4, Алешня – 3, Горяйново – 3, Завод Ветзоотехника – 3, Старое Батурино – 2, Баграмово – 1, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Новое Батурино – 1, Перекаль – 1, Раменки – 1), в Рыбном – 86."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 85,
    description: "В  Клепиковском районе – 72 (Тума – 26, Криуша – 8, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Щурово – 2, Болонь – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1,Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 13."
  }]
},
{
  date: new Date(2020, 5, 1),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1117445",
  all:3653,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 46,
    description: "В Милославском – 22, в Милославском районе – 24 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Казначеевка – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 186,
    description: "В Скопине – 99,  в Скопинском районе – 87 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Мшанка–1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 171,
    description: "В  Новомичуринске – 113, в  Пронске – 34, в Пронском районе – 24 (Мамоново – 5, Гремяки – 3, Кисьва – 2, Маклаково – 2, Орловский – 2, Скучаловка – 2, Тырново – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Октябрьское – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 130,
    description: "В  Михайлове – 51, в Михайловском районе – 79 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 4, Виленка – 3, Грязное – 3, Красное – 3, Заря – 2, Иваньково - 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка 3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1913,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 197,
    description: "В Рязанском районе – 197 (Заокское – 32, Дядьково – 14, Учхоз Стенькино – 14, Заборье – 13, Поляны – 12, Тюшево – 11, Подвязье – 9, Агро-Пустынь – 6, Мурмино – 5, Рожок – 5, Богданово – 4, Глебово – 4, Ровное – 4, Турлатово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Льгово – 3, Окский – 3, Полково – 3, Совхоз Рязанский – 3, Вышгород – 2, Затишье – 2, Земенки – 2, Искра – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Александрово – 1, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Екимовка – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 - 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 28,
    description: "В Захаровском районе – 20 (Смена – 6, Безлычное - 3, Елино - 2, Пупкино – 2, Добрые Пчелы – 1, Жокино – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 8."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 57,
    description: "В Сараевском районе – 43 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озёриха – 1, Паники – 1, Таптыково– 1, Телятники – 1, Троицкое – 1), в Сараях – 14."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 47,
    description: "В  Шацком районе – 25 (Казачья Слобода – 8, Черная Слобода – 7, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 22."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 37,
    description: "В Чучково – 22, в Чучковском районе – 15 (Пертово – 4, Аладьино – 3, Мелехово – 3, Остро-Пластиково – 3, Шеметово — 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 14,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 10."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 19,
    description: "В Сапожке - 16, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 32,
    description: "В Александро-Невском – 18, в  Александро-Невском районе – 14 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1, Каширин – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 85,
    description: "В Ряжске – 78, в Ряжском районе – 7 (Петрово – 2, Салтыки — 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 3,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 1."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 5,
    description: "В Пителино — 1, в Пителинском районе – 4 (Юрьево – 3, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 86,
    description: "В Сасовском районе – 23 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1, Саблино – 1), в Сасове – 63."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 29,
    description: "В Кораблино – 11, в Кораблинском районе – 18 (Кипчаково – 6, Ключ – 4, Бобровинки – 2, Моловка – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 92,
    description: "В  Шиловском районе – 60 (Лесной – 17, Желудёво – 9, Сановка – 8, Елизаветинка – 7, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Авдотьинка – 1, Аделино – 1, Борок – 1, Заполье – 1,  Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 32. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 36,
    description: "В Старожилове – 24, в Старожиловском районе  – 12 (Панинская слобода – 7, Истье – 2, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 68,
    description: "В Спасске – 23, в Спасском районе – 45 (Павловка – 7,Спиртзаводской – 7, Ижевское – 5, Сушки – 3, Гавриловское – 3, Троица – 2, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 1, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 101,
    description: "В Касимове – 66, в Касимовском районе – 35 (Елатьма – 5, Клетино – 4, Бабино-Булыгино – 3, Лашма – 3, Щербатовка – 3, Гусь-Железный – 2, Лощинино – 2, Новая Деревня – 2, Подлипки – 2, Телебукино – 2, Алешино – 1, Ахматово – 1,Ибердус – 1, Кочемары – 1, Крутоярский – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 151,
    description: "В Рыбновском районе – 65 (Костино – 20, Новоселки – 7, Пощупово – 6, Старолетово – 5, Высокое – 4, Глебково – 4, Алешня – 3, Горяйново – 3, Завод Ветзоотехника – 3, Старое Батурино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Новое Батурино – 1, Перекаль – 1, Раменки – 1), в Рыбном – 86."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 83,
    description: "В  Клепиковском районе – 71 (Тума – 25, Криуша – 8, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Щурово – 2, Болонь – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 12."
  }]
},
{
  date: new Date(2020, 4, 31),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1114836",
  all:3581,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 46,
    description: "В Милославском – 22, в Милославском районе – 24 (Южный – 9, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Казначеевка – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 186,
    description: "В Скопине – 99,  в Скопинском районе – 87 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Мшанка–1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 170,
    description: "В  Новомичуринске – 112, в  Пронске – 34, в Пронском районе – 24 (Мамоново – 5, Гремяки – 3, Кисьва – 2, Маклаково – 2, Орловский – 2, Скучаловка – 2, Тырново – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Октябрьское – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 129,
    description: "В  Михайлове – 51, в Михайловском районе – 78 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 4, Виленка – 3, Красное – 3, Грязное – 2, Заря – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1866,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 193,
    description: "В Рязанском районе – 193 (Заокское – 32, Учхоз Стенькино – 14, Дядьково – 13, Заборье – 13, Поляны – 12, Тюшево – 11, Подвязье – 8, Мурмино – 5, Рожок – 5, Агро-Пустынь – 5, Богданово – 4, Глебово – 4, Ровное – 4, Турлатово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Льгово – 3, Окский – 3, Полково – 3, Совхоз Рязанский – 3, Вышгород – 2, Затишье – 2, Земенки – 2, Искра – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Александрово – 1, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 26,
    description: "В Захаровском районе – 19 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Жокино-1; Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино — 1), в Захарове – 7."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 55,
    description: "В Сараевском районе – 43 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Одоевщина – 2, Большие Можары – 1, Борец – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Озёриха – 1, Паники – 1, Таптыково– 1, Телятники – 1, Троицкое – 1), в Сараях – 12."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 46,
    description: "В  Шацком районе – 24 (Казачья Слобода – 8, Черная Слобода – 6, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 22."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 37,
    description: "В Чучково – 22, в Чучковском районе – 15 (Пертово – 4, Аладьино – 3, Мелехово – 3, Остро-Пластиково – 3, Шеметово — 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 14,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 10."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 19,
    description: "В Сапожке - 16, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 32,
    description: "В Александро-Невском – 18, в  Александро-Невском районе – 14 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1, Каширин – 1, Ленинский – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 84,
    description: "В Ряжске – 77, в Ряжском районе – 7 (Петрово – 2, Салтыки — 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 3,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 1."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 5,
    description: "В Пителино — 1, в Пителинском районе – 4 (Юрьево – 3, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 80,
    description: "В Сасовском районе – 23 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1, Саблино – 1), в Сасове – 57."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 29,
    description: "В Кораблино – 11, в Кораблинском – 18 (Кипчаково – 6, Ключ – 4, Бобровинки – 2, Моловка – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 87,
    description: "В  Шиловском районе – 56 (Лесной – 14, Желудёво – 8, Сановка – 8, Елизаветинка – 7, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Авдотьинка – 1, Аделино – 1, Борок – 1, Заполье – 1,  Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 31. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 36,
    description: "В Старожилове – 24, в Старожиловском районе  – 12 (Панинская слобода – 7, Истье – 2, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 68,
    description: "В Спасске – 23, в Спасском районе – 45 (Павловка – 7,Спиртзаводской – 7, Ижевское – 5, Сушки – 3, Гавриловское – 3, Троица – 2, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 1, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 99,
    description: "В Касимове – 64, в Касимовском районе – 35 (Елатьма – 5, Клетино – 4, Бабино-Булыгино – 3, Лашма – 3, Щербатовка – 3, Гусь-Железный – 2, Лощинино – 2, Новая Деревня – 2, Подлипки – 2, Телебукино – 2, Алешино – 1, Ахматово – 1,Ибердус – 1, Кочемары – 1, Крутоярский – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 151,
    description: "В Рыбновском районе – 65 (Костино – 20, Новоселки – 7, Пощупово – 6, Старолетово – 5, Высокое – 4, Глебково – 4, Алешня – 3, Горяйново – 3, Завод Ветзоотехника – 3, Старое Батурино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Новое Батурино – 1, Перекаль – 1, Раменки – 1), в Рыбном – 86."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 83,
    description: "В  Клепиковском районе – 71 (Тума – 25, Криуша – 8, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Щурово – 2, Болонь – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 12."
  }]
},
{
  date: new Date(2020, 4, 30),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1114078",
  all:3508,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 41,
    description: "В Милославском – 21, в Милославском районе – 20 (Южный – 5, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Казначеевка – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 185,
    description: "В Скопине – 98,  в Скопинском районе – 87 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Мшанка–1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 170,
    description: "В  Новомичуринске – 112, в  Пронске – 34, в Пронском районе – 24 (Мамоново – 5, Гремяки – 3, Кисьва – 2, Маклаково – 2, Орловский – 2, Скучаловка – 2, Тырново – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Октябрьское – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 129,
    description: "В  Михайлове – 51, в Михайловском районе – 78 (Октябрьский – 27, Стрелецкие выселки – 10, Фирюлевка – 4, Виленка – 3, Красное – 3, Грязное – 2, Заря – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Первомайский – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Голдино – 1, Дугинка3 – 1, Ижеславль – 1, Красное – 1, Низок – 1, Покровское1 – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1829,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 192,
    description: "В Рязанском районе – 192 (Заокское – 32, Учхоз Стенькино – 14, Дядьково – 13, Заборье – 13, Поляны – 12, Тюшево – 11, Подвязье – 8, Рожок – 5, Агро-Пустынь – 5, Богданово – 4, Глебово – 4, Мурмино – 4, Ровное – 4, Турлатово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Льгово – 3, Окский – 3, Полково– 3, Совхоз Рязанский – 3, Вышгород – 2, Затишье – 2, Земенки – 2, Искра – 2, Насурово – 2, Реткино – 2, Ульяновка – 2, Александрово – 1, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 26,
    description: "В Захаровском районе – 19 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Жокино-1; Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино — 1), в Захарове – 7."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 51,
    description: "В Сараевском районе – 41 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Большие Можары – 1, Борец – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Одоевщина – 1, Паники – 1, Таптыково – 1, Телятники – 1, Троицкое – 1), в Сараях – 11."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 45,
    description: "В  Шацком районе – 23 (Казачья Слобода – 8, Черная Слобода – 5, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 22."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 37,
    description: "В Чучково – 22, в Чучковском районе – 15 (Пертово – 4, Аладьино – 3, Мелехово – 3, Остро-Пластиково – 3, Шеметово — 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 14,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 10."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 19,
    description: "В Сапожке - 16, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 28,
    description: "В Александро-Невском – 16, в  Александро-Невском районе – 12 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 77,
    description: "В Ряжске – 70, в Ряжском районе – 7 (Петрово – 2, Салтыки — 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 3,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 1."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 5,
    description: "В Пителино — 1, в Пителинском районе – 4 (Юрьево – 3, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 77,
    description: "В Сасовском районе – 23 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1, Саблино – 1), в Сасове – 54."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 29,
    description: "В Кораблино – 11, в Кораблинском – 18 (Кипчаково – 6, Ключ – 4, Бобровинки – 2, Моловка – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 86,
    description: "В  Шиловском районе – 56 (Лесной – 14, Желудёво – 8, Сановка – 8, Елизаветинка – 7, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Авдотьинка – 1, Аделино – 1, Борок – 1, Заполье – 1,  Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 30. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 35,
    description: "В Старожилове – 23, в Старожиловском районе  – 12 (Панинская слобода – 7, Истье – 2, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 68,
    description: "В Спасске – 23, в Спасском районе – 45 (Павловка – 7,Спиртзаводской – 7, Ижевское – 5, Сушки – 3, Гавриловское – 3, Троица – 2, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 1, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 98,
    description: "В Касимове – 63, в Касимовском районе – 35 (Елатьма – 5, Клетино – 4, Бабино-Булыгино – 3, Лашма – 3, Щербатовка – 3, Гусь-Железный – 2, Лощинино – 2, Новая Деревня – 2, Подлипки – 2, Телебукино – 2, Алешино – 1, Ахматово – 1,Ибердус – 1, Кочемары – 1, Крутоярский – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 143,
    description: "В Рыбновском районе – 61 (Костино – 20, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Алешня – 3, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Старое Батурино – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Новое Батурино – 1, Перекаль – 1, Раменки – 1), в Рыбном – 82."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 83,
    description: "В  Клепиковском районе – 71 (Тума – 25, Криуша – 8, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Егорово – 3, Первушкино – 3, Малахово – 2, Щурово – 2, Болонь – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 12."
  }]
},
{
  date: new Date(2020, 4, 29),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1110128",
  all:3432,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 41,
    description: "В Милославском – 21, в Милославском районе – 20 (Южный – 5, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Казначеевка – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 185,
    description: "В Скопине – 98,  в Скопинском районе – 87 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Мшанка–1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 169,
    description: "В  Новомичуринске – 112, в  Пронске – 34, в Пронском районе – 23 (Мамоново – 5, Гремяки – 3, Кисьва–2, Маклаково – 2, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Октябрьское – 1, Погореловский – 1, Роскино – 1, Тырново–1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 123,
    description: "В  Михайлове – 51, в Михайловском районе – 73 (Октябрьский – 27, Стрелецкие выселки – 9, Фирюлевка – 4, Виленка – 3, Красное – 3, Грязное – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Ижеславль – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1795,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 181,
    description: "В Рязанском районе – 181 (Заокское – 32, Учхоз Стенькино – 14, Поляны – 12, Заборье – 12, Тюшево – 11, Дядьково – 11, Подвязье – 7, Рожок – 5, Агро-Пустынь – 5, Богданово – 4, Мурмино – 4, Турлатово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Глебово – 3, Совхоз Рязанский – 3, Ровное – 3, Вышгород – 2, Затишье – 2, Земенки – 2, Льгово – 2, Насурово – 2, Полково – 2, Реткино – 2, Ульяновка – 2, Александрово – 1, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Дмитриевка – 1, Долгинино – 1, Дубровичи – 1, Искра – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Новоселки – 1, Окский – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 26,
    description: "В Захаровском районе – 19 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Жокино-1; Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино — 1), в Захарове – 7."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 51,
    description: "В Сараевском районе – 41 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Большие Можары – 1, Борец – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Одоевщина – 1, Паники – 1, Таптыково – 1, Телятники – 1, Троицкое – 1), в Сараях – 11."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 44,
    description: "В  Шацком районе – 23 (Казачья Слобода – 8, Черная Слобода – 5, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 21."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 36,
    description: "В Чучково – 21, в Чучковском районе – 15 (Пертово – 4, Аладьино – 3, Мелехово – 3, Остро-Пластиково – 3, Шеметово — 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 12,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 8."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 19,
    description: "В Сапожке - 16, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 28,
    description: "В Александро-Невском – 16, в  Александро-Невском районе – 12 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 74,
    description: "В Ряжске – 67, в Ряжском районе – 7 (Петрово – 2, Салтыки — 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 3,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 1."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 5,
    description: "В Пителино — 1, в Пителинском районе – 4 (Юрьево – 3, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 75,
    description: "В Сасовском районе – 23 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Малый Студенец – 1, Мыс Доброй Надежды – 1, Саблино – 1), в Сасове – 52."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 28,
    description: "В Кораблино – 10, в Кораблинском – 18 (Кипчаково – 6, Ключ – 4, Бобровинки – 2, Моловка – 2, Филатово – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 83,
    description: "В  Шиловском районе – 53 (Лесной – 13, Сановка – 8, Елизаветинка – 7, Желудёво – 6, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Авдотьинка – 1, Аделино – 1, Борок – 1, Заполье – 1,  Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 30. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 34,
    description: "В Старожилове – 22, в Старожиловском районе  – 12 (Панинская слобода – 7, Истье – 2, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 68,
    description: "В Спасске – 23, в Спасском районе – 45 (Павловка – 7,Спиртзаводской – 7, Ижевское – 5, Сушки – 3, Гавриловское – 3, Троица – 2, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 1, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 96,
    description: "В Касимове – 62, в Касимовском районе – 34 (Елатьма – 5, Бабино-Булыгино – 3, Клетино – 3, Лашма – 3, Щербатовка – 3, Гусь-Железный – 2, Лощинино – 2, Новая Деревня – 2, Подлипки – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Ибердус – 1, Кочемары – 1, Крутоярский – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 138,
    description: "В Рыбновском районе – 57 (Костино – 20, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Новое Батурино–1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 81."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 79,
    description: "В  Клепиковском районе – 67 (Тума – 23, Криуша – 8, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Первушкино – 3, Малахово – 2, Щурово – 2, Болонь – 1, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 12."
  }]
},
{
  date: new Date(2020, 4, 28),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1106040",
  all:3358,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 40,
    description: "В Милославском – 20, в Милославском районе – 20 (Южный – 5, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Казначеевка – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 182,
    description: "В Скопине – 95,  в Скопинском районе – 87 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Мшанка–1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 168,
    description: "В  Новомичуринске – 112, в  Пронске – 33, в Пронском районе – 23 (Мамоново – 5, Гремяки – 3, Кисьва–2, Маклаково – 2, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Октябрьское – 1, Погореловский – 1, Роскино – 1, Тырново–1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 123,
    description: "В  Михайлове – 51, в Михайловском районе – 73 (Октябрьский – 27, Стрелецкие выселки – 9, Фирюлевка – 4, Виленка – 3, Красное – 3, Грязное – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Ижеславль – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1761,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 178,
    description: "В Рязанском районе – 178 (Заокское – 32, Учхоз Стенькино – 14, Поляны – 12, Заборье – 12, Тюшево – 11, Дядьково – 11, Подвязье – 7, Рожок – 5, Агро-Пустынь – 4, Богданово – 4, Мурмино – 4, Хирино – 4, Ялтуново – 4 , Турлатово – 4, Абрютино – 3, Варские – 3, Высокое – 3, Глебово – 3, Совхоз Рязанский – 3, Ровное – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково– 2, Реткино – 2, Ульяновка – 2, Александрово – 1, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Искра – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Льгово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 23,
    description: "В Захаровском районе – 19 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Жокино-1; Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино — 1), в Захарове – 4."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 51,
    description: "В Сараевском районе – 41 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Большие Можары – 1, Борец – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Одоевщина – 1, Паники – 1, Таптыково – 1, Телятники – 1, Троицкое – 1), в Сараях – 10."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 44,
    description: "В  Шацком районе – 23 (Казачья Слобода – 8, Черная Слобода – 5, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 21."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 36,
    description: "В Чучково – 21, в Чучковском районе – 15 (Пертово – 4, Аладьино – 3, Мелехово – 3, Остро-Пластиково – 3, Шеметово — 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 12,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 8."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 18,
    description: "В Сапожке - 15, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 27,
    description: "В Александро-Невском – 15, в  Александро-Невском районе – 12 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 72,
    description: "В Ряжске – 65, в Ряжском районе – 7 (Петрово – 2, Салтыки — 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 3,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 1."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 4,
    description: "В Пителино — 1, в Пителинском районе – 3 (Юрьево – 2, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 72,
    description: "В Сасовском районе – 21 (Сотницыно – 8, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Саблино – 1), в Сасове – 51."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 25,
    description: "В Кораблино – 9, в Кораблинском районе – 16 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Моловка – 2, Ковалинка – 1, Пехлец – 1, Филатово — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 82,
    description: "В  Шиловском районе – 52 (Лесной – 13, Сановка – 8, Елизаветинка – 7, Желудёво – 6, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Авдотьинка–1, Аделино – 1, Заполье – 1, Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 30. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 31,
    description: "В Старожилове – 19; в Старожиловском районе – 12 (Панинская слобода – 7, Истье – 2, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 67,
    description: "В Спасске – 22, в Спасском районе – 45 (Павловка – 7,Спиртзаводской – 7, Ижевское – 5, Сушки – 3, Гавриловское – 3, Троица – 2, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 1, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 92,
    description: "В Касимове – 58, в Касимовском районе – 34 (Елатьма – 5, Бабино-Булыгино – 3, Клетино – 3, Лашма – 3, Щербатовка – 3, Гусь-Железный – 2, Лощинино – 2, Новая Деревня – 2, Подлипки – 2, Телебукино – 2, Алешино – 1, Ахматово – 1, Ибердус–1, Кочемары – 1, Крутоярский – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 136,
    description: "В Рыбновском районе – 57 (Костино – 20, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Новое Батурино–1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 79."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 73,
    description: "В  Клепиковском районе – 61 (Тума – 17, Криуша – 8, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Первушкино – 3, Малахово – 2, Щурово – 2, Болонь–1, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 12."
  }]
},
{
  date: new Date(2020, 4, 27),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1102678",
  all:3283,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 40,
    description: "В Милославском – 20, в Милославском районе – 20 (Южный – 5, Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Казначеевка – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 181,
    description: "В Скопине – 95,  в Скопинском районе – 86 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 166,
    description: "В  Новомичуринске – 112, в  Пронске – 33, в Пронском районе – 21 (Мамоново – 5, Гремяки – 3, Маклаково – 2, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Кисьва-1; Малинищи – 1, Октябрьское – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 123,
    description: "В  Михайлове – 51, в Михайловском районе – 73 (Октябрьский – 27, Стрелецкие выселки – 9, Фирюлевка – 4, Виленка – 3, Красное – 3, Грязное – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Печерники – 2, Пушкари – 2, С/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Ижеславль – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1713,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 174,
    description: "В Рязанском районе – 174 (Заокское – 32, Учхоз Стенькино – 14, Поляны – 12, Заборье – 11, Тюшево – 11, Дядьково – 11, Подвязье – 7, Рожок – 5, Агро-Пустынь – 4, Богданово – 4, Мурмино – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Глебово – 3, Совхоз Рязанский – 3, Ровное – 3, Турлатово – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково– 2, Реткино – 2, Ульяновка – 2, Александрово – 1, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Искра – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Льгово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики2 -1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 23,
    description: "В Захаровском районе – 19 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Жокино-1; Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино — 1), в Захарове – 4."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 49,
    description: "В Сараевском районе – 40 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Большие Можары – 1, Борец – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1, Телятники – 1, Троицкое – 1), в Сараях – 9."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 44,
    description: "В  Шацком районе – 23 (Казачья Слобода – 8, Черная Слобода – 5, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 21."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 36,
    description: "В Чучково – 21, в Чучковском районе – 15 (Пертово – 4, Аладьино – 3, Мелехово – 3, Остро-Пластиково – 3, Шеметово — 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 12,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 8."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 18,
    description: "В Сапожке - 15, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 26,
    description: "В Александро-Невском – 14, в  Александро-Невском районе – 12 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 72,
    description: "В Ряжске – 65, в Ряжском районе – 7 (Петрово – 2, Салтыки — 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 3,
    description: "В Кадомском районе (Старый Кадом) — 2, в Кадоме - 1."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 4,
    description: "В Пителино — 1, в Пителинском районе – 3 (Юрьево – 2, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 71,
    description: "В Сасовском районе – 20 (Сотницыно – 7, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Саблино — 1), в Сасове – 51."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 25,
    description: "В Кораблино – 9, в Кораблинском районе – 16 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Моловка – 2, Ковалинка – 1, Пехлец – 1, Филатово — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 81,
    description: "В  Шиловском районе – 51 (Лесной – 13, Сановка – 8, Елизаветинка – 7, Желудёво – 6, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Аделино – 1, Заполье – 1, Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 30. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 31,
    description: "В Старожилове – 19; в Старожиловском районе – 12 (Панинская слобода – 7, Истье – 2, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 67,
    description: "В Спасске – 22, в Спасском районе – 45 (Павловка – 7,Спиртзаводской – 7, Ижевское – 5, Сушки – 3, Гавриловское – 3, Троица – 2, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 1, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 81,
    description: "В Касимове – 49, в Касимовском районе – 32 (Елатьма – 5, Бабино–Булыгино – 3, Лашма – 3, Щербатовка – 3, Гусь–Железный – 2, Лощинино – 2, Новая Деревня – 2, Подлипки – 2, Телебукино – 2, Клетино – 2, Алешино – 1, Ахматово – 1, Кочемары – 1, Крутоярский – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 133,
    description: "В Рыбновском районе – 56 (Костино – 20, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 77."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 72,
    description: "В  Клепиковском районе – 60 (Тума – 17, Криуша – 8, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Первушкино – 3, Малахово – 2, Щурово – 2, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 12."
  }]
},
{
  date: new Date(2020, 4, 26),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1101425",
  all:3206,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 37,
    description: "В Милославском – 20, в Милославском районе – 17 (Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Южный – 2, Зеленый – 1, Казначеевка – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 181,
    description: "В Скопине – 95,  в Скопинском районе – 86 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 160,
    description: "В  Новомичуринске – 109, в  Пронске – 31, в Пронском районе – 20 (Мамоново – 5, Гремяки – 3, Маклаково – 2, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Октябрьское – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 123,
    description: "В  Михайлове – 51, в Михайловском районе – 72 (Октябрьский – 27, Стрелецкие выселки – 9, Фирюлевка – 4, Виленка – 3, Красное – 3, Грязное – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Печерники – 2, с/з им. Ильича – 2, Треполье – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Ижеславль – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское 1 – 1, Пушкари – 1, Чурики – 1, Щетиновка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1671,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 173,
    description: "В Рязанском районе – 173 (Заокское – 32, Учхоз Стенькино – 14, Поляны – 12, Заборье – 11, Тюшево – 11, Дядьково – 11, Подвязье – 6, Рожо�� – 5, Агро-Пустынь – 4, Богданово – 4, Мурмино – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Глебово – 3, Совхоз Рязанский – 3, Ровное – 3, Турлатово – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково– 2, Реткино – 2, Ульяновка – 2, Александрово – 1, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Искра – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Льгово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ходынинские дворики 2 –1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 22,
    description: "В Захаровском районе – 18 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 4."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 49,
    description: "В Сараевском районе – 40 (Сысои – 8, Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Большие Можары – 1, Борец – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1, Телятники – 1, Троицкое – 1), в Сараях – 9."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 43,
    description: "В  Шацком районе – 22 (Казачья Слобода – 8, Черная Слобода – 4, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 21."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 35,
    description: "В Чучково – 21, в Чучковском районе – 14 (Аладьино – 3, Мелехово – 3, Пертово – 3, Остро-Пластиково – 3, Шеметово — 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 12,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 8."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 11,
    description: "В Сапожке - 8, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 26,
    description: "В Александро-Невском – 14, в  Александро-Невском районе – 12 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 69,
    description: "В Ряжске – 63, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 2,
    description: "В Кадомском районе (Старый Кадом) — 2."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 4,
    description: "В Пителино — 1, в Пителинском районе – 3 (Юрьево – 2, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 67,
    description: "В Сасовском районе – 20 (Сотницыно – 7, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Саблино — 1), в Сасове – 47."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 25,
    description: "В Кораблино – 9, в Кораблинском районе – 16 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Моловка – 2, Ковалинка – 1, Пехлец – 1, Филатово — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 81,
    description: "В  Шиловском районе – 51 (Лесной – 13, Сановка – 8, Елизаветинка – 7, Желудёво – 6, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Аделино – 1, Заполье – 1, Инякино – 1, Крутицы – 1, Мосолово – 1, Муратово – 1, Слобода – 1), в Шилово – 30. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 30,
    description: "В Старожилове – 19; в Старожиловском районе – 11 (Панинская слобода – 6, Истье – 2, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 64,
    description: "В Спасске – 22, в Спасском районе – 42 (Спиртзаводской – 7, Павловка – 5, Сушки – 3, Гавриловское – 3, Ижевское – 5, Троица – 2, Брыкин Бор – 2, Ухорское – 2, Фатьяновка – 2, Горки – 1, Дегтяное – 1, Добрый Сот – 1, Иванково – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 81,
    description: "В Касимове – 49, в Касимовском районе – 32 (Елатьма – 5, Бабино–Булыгино – 3, Лашма – 3, Щербатовка – 3, Гусь–Железный – 2, Лощинино – 2, Новая Деревня – 2, Подлипки – 2, Телебукино – 2, Клетино – 2, Алешино – 1, Ахматово – 1, Кочемары – 1, Крутоярский – 1, Малеево – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 133,
    description: "В Рыбновском районе – 56 (Костино – 20, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 77."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 70,
    description: "В  Клепиковском районе – 59 (Тума – 17, Криуша – 7, Аверкиево – 5, Алексеево – 5, Давыдово – 3, Первушкино – 3, Малахово – 2, Щурово – 2, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Снохино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 11."
  }]
},
{
  date: new Date(2020, 4, 25),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1100180",
  all:3125,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 35,
    description: "В Милославском – 19, в Милославском районе – 16 (Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Южный – 2, Зеленый – 1, Топилы – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 180,
    description: "В Скопине – 94,  в Скопинском районе – 86 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 158,
    description: "В  Новомичуринске – 107, в  Пронске – 31, в Пронском районе – 20 (Мамоново – 5, Гремяки – 3, Маклаково – 2, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Октябрьское – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 122,
    description: "В  Михайлове – 51, в Михайловском районе – 71 (Октябрьский – 27, Стрелецкие выселки – 9, Фирюлевка – 4, Красное – 3, Виленка – 3, Грязное – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Печерники – 2, С/з им. Ильича – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Ижеславль – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Треполье – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1630,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 169,
    description: "В  Рязанском районе – 169 (Заокское– 32, Учхоз Стенькино – 14, Поляны – 12, Заборье – 11, Тюшево – 11, Дядьково – 11, Подвязье – 6, Рожок – 5, Богданово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Агро–Пустынь – 3, Варские – 3, Высокое – 3, Глебово – 3, Мурмино – 3, Совхоз Рязанский – 3, Ровное – 3, , Турлатово – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково– 2, Реткино – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Искра – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Льгово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ульяновка – 1, Ходынинские дворики – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 22,
    description: "В Захаровском районе – 18 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 4."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 48,
    description: "В Сараевском районе – 39 (Красный Озерок – 7, Сысои – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Большие Можары – 1, Борец – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1, Телятники – 1, Троицкое – 1), в Сараях – 9."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 43,
    description: "В  Шацком районе – 22 (Казачья Слобода – 8, Черная Слобода – 4, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 21."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 35,
    description: "В Чучково – 21, в Чучковском районе – 14 (Аладьино – 3, Мелехово – 3, Пертово – 3, Остро-Пластиково – 3, Шеметово — 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 10,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 6."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 11,
    description: "В Сапожке - 8, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 26,
    description: "В Александро-Невском – 14, в  Александро-Невском районе – 12 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 66,
    description: "В Ряжске – 60, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 2,
    description: "В Кадомском районе (Старый Кадом) — 2."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 4,
    description: "В Пителино — 1, в Пителинском районе – 3 (Юрьево – 2, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 66,
    description: "В Сасовском районе – 20 (Сотницыно – 7, Алешино – 2, Кустаревка – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Саблино — 1), в Сасове – 46."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 24,
    description: "В Кораблино – 8, в Кораблинском районе – 16 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Моловка – 2, Ковалинка – 1, Пехлец – 1, Филатово — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 78,
    description: "В  Шиловском районе – 49 (Лесной – 13, Елизаветинка – 7, Сановка – 7, Желудёво – 6, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Аделино – 1, Заполье – 1,  Инякино – 1, Крутицы – 1, Муратово – 1, Слобода – 1), в Шилово – 29. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 29,
    description: "В Старожилове – 18; в Старожиловском районе – 11 (Панинская слобода – 6, Истье – 2, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 55,
    description: "В Спасске – 21, в Спасском районе – 34 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 3, Ижевское – 3, Троица – 2, Брыкин Бор – 1, Горки – 1, Дегтяное – 1, Добрый Сот – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Ухорское – 1, Фатьяновка — 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 76,
    description: "В Касимове – 46, в Касимовском районе – 30 (Елатьма – 5, Бабино-Булыгино – 3, Лашма – 3, Щербатовка – 3, Лощинино – 2, Подлипки – 2, Телебукино – 2, Клетино – 2, Алешино – 1, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Крутоярский – 1, Малеево – 1, Новая Деревня – 1, Сосновка — 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 133,
    description: "В Рыбновском районе – 56 (Костино – 20, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Бражкино – 1, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 77."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 65,
    description: "В  Клепиковском районе – 55 (Тума – 16, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 2, Щурово – 2, Егорово – 1,Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Малахово – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 10."
  }]
},
{
  date: new Date(2020, 4, 24),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1099580",
  all:3040,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 34,
    description: "В Милославском – 19, в Милославском районе – 15 (Змеевка – 4, Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Топилы – 1, Южный – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 180,
    description: "В Скопине – 94,  в Скопинском районе – 86 (Павелец – 21, Ильинка – 13, Побединка – 8, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Князево – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Муравлянка – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Рудинка – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 147,
    description: "В  Новомичуринске – 104, в  Пронске – 23, в Пронском районе – 20 (Мамоново – 5, Гремяки – 3, Маклаково – 2, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Октябрьское – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 121,
    description: "В  Михайлове – 51, в Михайловском районе – 70 (Октябрьский – 27, Стрелецкие выселки – 9, Фирюлевка – 4, Красное – 3, Виленка – 3, Грязное – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Печерники – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Ижеславль – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, С/з им. Ильича – 1, Треполье – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1595,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 169,
    description: "В  Рязанском районе – 169 (Заокское– 32, Учхоз Стенькино – 14, Поляны – 12, Заборье – 11, Тюшево – 11, Дядьково – 11, Подвязье – 6, Рожок – 5, Богданово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Агро–Пустынь – 3, Варские – 3, Высокое – 3, Глебово – 3, Мурмино – 3, Совхоз Рязанский – 3, Ровное – 3, , Турлатово – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково– 2, Реткино – 2, Алтухово – 1, Вышетравино – 1, Гавердово – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Искра – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Льгово – 1, Новоселки – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ульяновка – 1, Ходынинские дворики – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 22,
    description: "В Захаровском районе – 18 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 4."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 48,
    description: "В Сараевском районе – 39 (Красный Озерок – 7, Сысои – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Большие Можары – 1, Борец – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Меньшие Можары – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1, Телятники – 1, Троицкое – 1), в Сараях – 9."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 41,
    description: "В  Шацком районе – 22 (Казачья Слобода – 8, Черная Слобода – 4, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово – 1), в Шацке – 19."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 28,
    description: "В Чучково – 19, в Чучковском районе – 9 (Мелехово – 3, Аладьино – 2, Пертово – 2, Остро-Пластиково – 1, Шеметово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 10,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 6."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 11,
    description: "В Сапожке - 8, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 13,
    description: "В Ухоловском районе – 5 (Покровское – 2, Ольхи – 2, Поляки – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 21,
    description: "В Александро-Невском – 9, в  Александро-Невском районе – 12 (Боровок – 6, Ленино – 4, Зимарово – 1, Калинино – 1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 62,
    description: "В Ряжске – 56, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 2,
    description: "В Кадомском районе (Старый Кадом) — 2."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 4,
    description: "В Пителино — 1, в Пителинском районе – 3 (Юрьево – 2, Потапьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 60,
    description: "В Сасовском районе – 17 (Сотницыно – 5, Алешино – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Кустаревка – 1, Саблино — 1), в Сасове – 43."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 23,
    description: "В Кораблино – 8, в Кораблинском районе – 15 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Моловка – 1, Пехлец – 1, Филатово – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 78,
    description: "В  Шиловском районе – 49 (Лесной – 13, Елизаветинка – 7, Сановка – 7, Желудёво – 6, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Аделино – 1, Заполье – 1,  Инякино – 1, Крутицы – 1, Муратово – 1, Слобода – 1), в Шилово – 29. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 29,
    description: "В Старожилове – 18; в Старожиловском районе – 11 (Панинская слобода – 6, Истье – 2, Ивановское – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 54,
    description: "В Спасске – 21, в Спасском районе – 33 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 3, Ижевское – 3, Троица – 2, Брыкин Бор – 1, Горки – 1, Дегтяное – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Ухорское – 1, Фатьяновка – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 73,
    description: "В Касимове – 44, в Касимовском районе – 29 (Елатьма – 5, Бабино-Булыгино – 3, Щербатовка – 3, Лашма – 2, Лощинино – 2, Подлипки – 2, Телебукино – 2, Клетино – 2, Алешино – 1, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Крутоярский – 1, Малеево – 1, Новая Деревня – 1, Сосновка – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 131,
    description: "В Рыбновском районе – 55 (Костино – 20, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 76."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 60,
    description: "В  Клепиковском районе – 50 (Тума – 12, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 2, Щурово – 2, Егорово – 1,Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 10."
  }]
},
{
  date: new Date(2020, 4, 23),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1099091",
  all:2953,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 28,
    description: "В Милославском – 18, в Милославском районе – 10 (Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 174,
    description: "В Скопине – 92,  в Скопинском районе – 82 (Павелец – 21, Ильинка – 13, Побединка – 7, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Лопатино – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1,Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Князево – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Секирино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 146,
    description: "В  Новомичуринске – 103, в  Пронске – 23, в Пронском районе – 20 (Мамоново – 5, Гремяки – 3, Маклаково – 2, Орловский – 2, Скучаловка – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Октябрьское – 1, Погореловский – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 121,
    description: "В  Михайлове – 51, в Михайловском районе – 70 (Октябрьский – 27, Стрелецкие выселки – 9, Фирюлевка – 4, Красное – 3, Виленка – 3, Грязное – 2, Иваньково – 2, Киндяково – 2, Козловка – 2, Печерники – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Ижеславль – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, С/з им. Ильича – 1, Треполье – 1, Чурики – 1, Щетиновка — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1559,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 166,
    description: "В  Рязанском районе – 166 (Заокское – 32, Учхоз Стенькино – 14, Поляны – 12, Заборье – 11, Тюшево – 11, Дядьково – 11, Подвязье – 6, Рожок – 5, Богданово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Агро-Пустынь – 3, Варские – 3, Высокое – 3, Глебово – 3, Мурмино – 3, Совхоз Рязанский – 3, Ровное – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково – 2, Реткино – 2, Турлатово – 2, Алтухово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Искра – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Льгово – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ульяновка – 1, Ходынинские дворики2 –1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 22,
    description: "В Захаровском районе – 18 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 4."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 41,
    description: "В Сараевском районе – 33 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Большие Можары – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково– 1, Телятники – 1), в Сараях – 8."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 40,
    description: "В  Шацком районе – 21 (Казачья Слобода – 8, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 19."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 27,
    description: "В Чучково – 19, в Чучковском районе – 8 (Мелехово – 3, Аладьино – 2, Пертово – 2, Остро–Пластиково – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 10,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 6."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 11,
    description: "В Сапожке - 8, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 12,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 20,
    description: "В Александро-Невском – 9, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 62,
    description: "В Ряжске – 56, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 2,
    description: "В Кадомском районе (Старый Кадом) — 2."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 3,
    description: "В Пителино — 1, в Пителинском районе – 2 (Потапьево – 1, Юрьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 59,
    description: "В Сасовском районе – 17 (Сотницыно – 5, Алешино – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Кустаревка – 1, Саблино — 1), в Сасове – 42."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 23,
    description: "В Кораблино – 8, в Кораблинском районе – 15 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Моловка – 1, Пехлец – 1, Филатово – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 71,
    description: "В  Шиловском районе – 46 (Лесной – 11, Сановка – 7, Желудёво – 6, Елизаветинка – 6, Ибредь – 3, Ирицы – 3, Борки – 2, Сасыкино – 2, Аделино – 1, Заполье – 1, Инякино – 1, Крутицы – 1, Муратово – 1, Слобода – 1), в Шилово – 25. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 21,
    description: "В Старожилове – 12; в Старожиловском районе – 9 (Панинская слобода – 5, Ивановское – 1, Истье – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 49,
    description: "В Спасске – 18, в Спасском районе – 31 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 3, Ижевское – 2, Троица – 2, Брыкин Бор – 1, Горки – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Ухорское – 1, Фатьяновка — 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 72,
    description: "В Касимове – 44, в Касимовском районе – 28 (Елатьма – 5, Бабино-Булыгино – 3, Щербатовка – 3, Лашма – 2, Лощинино – 2, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Крутоярский – 1, Малеево – 1, Новая Деревня – 1, Сосновка — 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 24,
    description: "В Ермиши – 14, в Ермишинском районе – 10 (Азеево – 3, Надежка – 3, Гремячий ключ – 2, Савватьма — 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 131,
    description: "В Рыбновском районе – 55 (Костино – 20, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 76."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 59,
    description: "В  Клепиковском районе – 50 (Тума – 12, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 2, Щурово – 2, Егорово – 1,Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1), в Спас-Клепиках – 9."
  }]
},
{
  date: new Date(2020, 4, 22),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1097833",
  all:2865,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 26,
    description: "В Милославском – 16, в Милославском районе – 10 (Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 169,
    description: "В Скопине – 89,  в Скопинском районе – 80 (Павелец – 21, Ильинка – 13, Побединка – 7, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Князево – 1, Лопатино – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 143,
    description: "В  Новомичуринске – 103, в  Пронске – 22, в Пронском районе – 18 (Мамоново – 5, Гремяки – 3, Маклаково – 2, Орловский – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Погореловский – 1, Роскино – 1, Скучаловка – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 111,
    description: "В  Михайлове – 50, в Михайловском районе – 61 (Октябрьский – 26, Стрелецкие выселки – 6, Фирюлевка – 4, Красное – 3, Виленка – 2, Грязное – 2, Киндяково – 2, Козловка – 2, Печерники – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, С/з им. Ильича – 1, Чурики – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1515,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 166,
    description: "В Рязанском районе – 166 (Заокское – 32, Учхоз Стенькино – 14, Поляны – 12, Заборье – 11, Тюшево – 11, Дядьково – 11, Подвязье – 6, Рожок – 5, Богданово – 4, Хирино – 4, Ялтуново – 4, Абрютино – 3, Агро–Пустынь – 3, Варские – 3, Высокое – 3, Глебово – 3, Мурмино – 3, Совхоз Рязанский – 3, Ровное – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково – 2, Реткино – 2, Турлатово – 2, Алтухово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Искра – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Льгово – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ульяновка – 1, Ходынинские дворики 2 –1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 21,
    description: "В Захаровском районе – 18 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 3."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 41,
    description: "В Сараевском районе – 33 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Большие Можары – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково– 1, Телятники – 1), в Сараях – 8."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 40,
    description: "В  Шацком районе – 21 (Казачья Слобода – 8, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 19."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 27,
    description: "В Чучково – 19, в Чучковском районе – 8 (Мелехово – 3, Аладьино – 2, Пертово – 2, Остро–Пластиково – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 10,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 6."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 11,
    description: "В Сапожке - 8, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 12,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 19,
    description: "В Александро-Невском – 8, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 62,
    description: "В Ряжске – 56, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 3,
    description: "В Пителино — 1, в Пителинском районе – 2 (Потапьево – 1, Юрьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 58,
    description: "В Сасовском районе – 16 (Сотницыно – 4, Алешино – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Кустаревка – 1, Саблино – 1), в Сасове – 42."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 23,
    description: "В Кораблино – 8, в Кораблинском районе – 15 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Моловка – 1, Пехлец – 1, Филатово – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 68,
    description: "В  Шиловском районе – 44 (Лесной – 11, Сановка – 7, Желудёво – 6, Елизаветинка – 6, Ибредь – 3, Ирицы – 3, Борки – 2, Аделино – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Сасыкино – 1, Слобода – 1), в Шилово – 24. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 20,
    description: "В Старожилове – 11; в Старожиловском районе – 9 (Панинская слобода – 5, Ивановское – 1, Истье – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 48,
    description: "В Спасске – 18, в Спасском районе – 30 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 3, Ижевское – 2, Брыкин Бор – 1, Горки – 1, Малые Гулынки – 1, Новики – 1, Огородниково– 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка — 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 61,
    description: "В Касимове – 39, в Касимовском районе – 22 ( Бабино-Булыгино – 3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Крутоярский – 1, Лашма – 1, Лощинино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 131,
    description: "В Рыбновском районе – 55 (Костино – 20, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 76."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 58,
    description: "В  Клепиковском районе – 49 (Тума – 12, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 2, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 9."
  }]
},
{
  date: new Date(2020, 4, 21),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1096600",
  all:2767,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 163,
    description: "В Скопине – 86,  в Скопинском районе – 77 (Павелец – 21, Ильинка – 13, Побединка – 7, Горлово – 3, Корневое – 3, Моховое – 3, Свинушки – 3, Березняги - 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Гремячка – 1, Делехово - 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Князево – 1, Лопатино – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 137,
    description: "В  Новомичуринске – 99, в  Пронске – 22, в Пронском районе – 16 (Мамоново – 5, Гремяки – 2, Маклаково – 2, Орловский – 2, Береговая Погореловка – 1, Булычево – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 110,
    description: "В  Михайлове – 50, в Михайловском районе – 60 (Октябрьский – 25, Стрелецкие выселки – 6, Фирюлевка – 4, Красное – 3, Виленка – 2, Грязное – 2, Киндяково – 2, Козловка – 2, Печерники – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Иваньково - 1, Ижеславль – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, С/з им. Ильича – 1, Чурики – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1474,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 158,
    description: "В Рязанском районе – 160 (Заокское – 32, Учхоз Стенькино – 14, Заборье – 11, Тюшево – 11, Поляны – 10, Дядьково – 10, Подвязье – 6, Рожок – 5, Богданово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Агро-Пустынь – 3, Варские – 3, Высокое – 3, Глебово – 3, Мурмино – 3, Совхоз Рязанский – 3, Ровное – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково – 2, Турлатово – 2, по одному человеку в Алтухово, Вышетравино, Дмитриевке, Дубровичах, Затишье, Казаре, Коростово, Листвянке, Реткино, Романцево, Секиотово, Семкино, Ульяновке, Ходынинских двориках2 и Шумаши)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 40,
    description: "В Сараевском районе – 32 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково– 1, Телятники — 1), в Сараях – 8."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 39,
    description: "В  Шацком районе – 21 (Казачья Слобода – 8, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 18."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 24,
    description: "В Чучково – 17, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 9,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 5."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 10,
    description: "В Сапожке - 7, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 19,
    description: "В Александро-Невском – 8, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 60,
    description: "В Ряжске – 54, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 3,
    description: "В Пителино — 1, в Пителинском районе – 2 (Потапьево – 1, Юрьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 57,
    description: "В Сасовском районе – 15 (Сотницыно – 4, Алешино – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Саблино – 1), в Сасове – 42."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 21,
    description: "В Кораблино – 7, в Кораблинском районе – 14 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Пехлец – 1, Филатово — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 61,
    description: "В  Шиловском районе – 41 (Лесной – 11, Сановка – 7, Желудёво – 5, Елизаветинка – 4, Ибредь – 3, Ирицы - 3, Борки – 2, Аделино – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Сасыкино – 1, Слобода – 1), в Шилово – 20. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 19,
    description: "В Старожилове – 10; в Старожиловском районе – 9 (Панинская слобода – 5, Ивановское – 1, Истье – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 48,
    description: "В Спасске – 18, в Спасском районе – 30 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 3, Ижевское – 2, Брыкин Бор – 1, Горки – 1, Малые Гулынки – 1, Новики – 1, Огородниково– 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка — 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 59,
    description: "В Касимове – 37, в Касимовском районе – 22 ( Бабино-Булыгино – 3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Крутоярский – 1, Лашма – 1, Лощинино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 126,
    description: "В Рыбновском районе – 54 (Костино – 19, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 72."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 58,
    description: "В  Клепиковском районе – 49 (Тума – 12, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 2, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 9."
  }]
},
{
  date: new Date(2020, 4, 20),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1095254",
  all:2673,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 143,
    description: "В Скопине – 68,  в Скопинском районе – 75 (Павелец – 21, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Свинушки – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Гремячка – 1, Гуменки – 1, Делехово – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Князево – 1, Коготково – 1, Лопатино – 1, Нагиши – 1, Новиково – 1, Старые Кельцы – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 132,
    description: "В  Новомичуринске – 97, в  Пронске – 20, в Пронском районе – 15 (Мамоново – 5, Гремяки – 2, Маклаково – 2,Орловский – 2, Береговая Погореловка – 1, Погореловский – 1, Роскино – 1, Скучаловка – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 108,
    description: "В  Михайлове – 50, в Михайловском районе – 58 (Октябрьский – 24, Стрелецкие выселки – 6, Фирюлевка – 4, Красное – 3, Виленка – 2, Грязное – 2, Козловка – 2, Печерники – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, с/з им. Ильича – 1, Чурики – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1429,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 158,
    description: "В Рязанском районе – 158 (Заокское – 32, Учхоз Стенькино – 14, Заборье – 11, Тюшево – 11, Поляны – 10, Дядьково – 10, Подвязье – 6, Рожок – 5, Богданово – 4, Хирино – 4, Ялтуново – 4, Абрютино – 3, Агро-Пустынь – 3, Варские – 3, Высокое – 3, Мурмино – 3, Совхоз Рязанский – 3, Ровное – 3, Вышгород – 2, Глебово – 2, Земенки – 2, Насурово – 2, Полково – 2, Алтухово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Реткино – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Турлатово – 1, Ульяновка – 1, Ходынинские дворики 2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 39,
    description: "В Сараевском районе – 31 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1, Телятники – 1), в Сараях – 8."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 35,
    description: "В  Шацком районе – 21 (Казачья Слобода – 8, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 14."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 19,
    description: "В Чучково – 12, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 9,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 5."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 10,
    description: "В Сапожке - 7, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 19,
    description: "В Александро-Невском – 8, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 59,
    description: "В Ряжске – 53, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 2,
    description: "В Пителинском районе – 2 (Потапьево – 1, Юрьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 54,
    description: "В Сасовском районе – 15 (Сотницыно – 4, Алешино – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Саблино – 1), в Сасове – 39."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 21,
    description: "В Кораблино – 7, в Кораблинском районе – 14 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Пехлец – 1, Филатово — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 60,
    description: "В  Шиловском районе – 40 (Лесной – 11, Сановка – 7, Желудёво – 5, Елизаветинка – 4, Ибредь – 3, Ирицы – 3, Борки – 2, Аделино – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Слобода – 1), в Шилово – 20. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 19,
    description: "В Старожилове – 10; в Старожиловском районе – 9 (Панинская слобода – 5, Ивановское – 1, Истье – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 46,
    description: "В Спасске – 18, в Спасском районе – 28 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 2, Ижевское – 2, Брыкин Бор – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 59,
    description: "В Касимове – 37, в Касимовском районе – 22 ( Бабино-Булыгино – 3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Крутоярский – 1, Лашма – 1, Лощинино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 125,
    description: "В Рыбновском районе – 54 (Костино – 19, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 71."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 58,
    description: "В  Клепиковском районе – 49 (Тума – 12, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 2, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 9."
  }]
},
{
  date: new Date(2020, 4, 19),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1094285",
  all:2577,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 142,
    description: "В Скопине – 68,  в Скопинском районе — 74 (Павелец – 20, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Свинушки – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Гремячка – 1, Гуменки – 1, Делехово – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Князево – 1, Коготково – 1, Лопатино – 1, Нагиши – 1, Новиково – 1, Старые Кельцы – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 120,
    description: "В  Новомичуринске – 90, в  Пронске – 19, в Пронском районе – 11(Мамоново – 4, Гремяки – 2, Береговая Погореловка – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 106,
    description: "В  Михайлове – 50, в Михайловском районе – 56 (Октябрьский – 22, Стрелецкие выселки – 6, Фирюлевка – 4, Красное – 3, Виленка – 2, Грязное – 2, Козловка – 2, Печерники – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, С/з им. Ильича – 1, Чурики – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1377,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 155,
    description: "В Рязанском районе – 155 (Заокское – 32, Учхоз Стенькино – 14, Заборье – 11, Тюшево – 11, Поляны – 10, Дядьково – 9, Подвязье – 5, Рожок – 5, Богданово – 4, Высокое – 4, Ялтуново – 4 , Абрютино – 3, Агро-Пустынь – 3, Варские – 3, Мурмино – 3, Совхоз Рязанский – 3, Ровное – 3, Вышгород – 2, Глебово – 2, Земенки – 2, Насурово – 2, Полково – 2, Хирино – 2, по одному человеку в Алтухово, Вышетравино, Дмитриевке, Дубровичах, Затишье, Казаре, Коростово, Листвянке, Реткино, Романцево, Секиотово, Семкино, Турлатово, Ульяновке, Ходынинских двориках2 и Шумаши)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 35,
    description: "В  Шацком районе – 21 (Казачья Слобода – 8, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 14."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 18,
    description: "В Чучково – 11, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 8,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 5."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 8,
    description: "В Сапожке - 5, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 19,
    description: "В Александро-Невском – 8, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 57,
    description: "В Ряжске – 51, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 1,
    description: "В Пителинском районе (Юрьево) — 1"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 50,
    description: "В Сасовском районе – 14 (Сотницыно – 4, Молодежный – 2, Раково – 2, Фроловское – 2, Алешино - 1, Гавриловское – 1, Кузьминки – 1, Саблино — 1), в Сасове – 36."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 21,
    description: "В Кораблино – 7, в Кораблинском районе – 14 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Пехлец – 1, Филатово — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 59,
    description: "В Шиловском районе – 39 (Лесной – 10, Сановка – 7, Желудёво – 5, Елизаветинка – 4, Ибредь – 3, Ирицы – 3, Борки – 2, Аделино – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Слобода — 1), в Шилово – 20. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 19,
    description: "В Старожилове – 10; в Старожиловском районе – 9 (Панинская слобода – 5, Ивановское – 1, Истье – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 45,
    description: "В Спасске – 18, в Спасском районе – 27 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 2, Брыкин Бор – 1, Ижевское – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка — 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 59,
    description: "В Касимове – 37, в Касимовском районе – 22 ( Бабино-Булыгино – 3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Крутоярский – 1, Лашма – 1, Лощинино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 122,
    description: "В Рыбновском районе – 53 (Костино – 18, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 69."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 52,
    description: "В  Клепиковском районе – 45 (Тума – 10, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Уткино – 1, Хараблино– 1, Щурово – 1), в Спас-Клепиках – 7."
  }]
},
{
  date: new Date(2020, 4, 18),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1092880",
  all:2485,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 126,
    description: "В Скопине – 57,  в Скопинском районе — 69 (Павелец – 20, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Дмитриево, Желтухинском, Затворном, Коготково, Нагишах, Новиково, Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 117,
    description: "В  Новомичуринске – 87, в  Пронске – 19, в Пронском районе – 11(Мамоново – 4, Гремяки – 2, Береговая Погореловка – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 101,
    description: "В  Михайлове – 49, в Михайловском районе – 52 (Октябрьский – 22, Стрелецкие выселки – 6, Фирюлевка – 3, Виленка – 2, Грязное – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское 1 – 1, Пушкари – 1, С/з им. Ильича – 1, Чурики — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1339,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 151,
    description: "В Рязанском районе – 151 (Заокское – 32, Учхоз Стенькино – 14, Заборье – 11, Тюшево – 11, Поляны – 10, Дядьково – 9, Подвязье – 5, Рожок – 5, Богданово – 4, Высокое – 4, Ялтуново – 4 , Абрютино – 3, Агро–Пустынь – 3, Варские – 3, Мурмино – 3, Вышгород – 2, Глебово – 2, Земенки – 2, Насурово – 2, Полково – 2, Ровное – 2, Хирино – 2, Алтухово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Реткино – 1, Секиотово – 1, Семкино – 1, Совхоз Рязанский – 1, Турлатово – 1, Ульяновка – 1, Ходынинские дворики 2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 34,
    description: "В  Шацком районе – 20 (Казачья Слобода – 7, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново–Здорово – 1), в Шацке – 14."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 18,
    description: "В Чучково – 11, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 7,
    description: "В Сапожке - 4, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 18,
    description: "В Александро-Невском – 7, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 57,
    description: "В Ряжске – 51, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 47,
    description: "В Сасовском районе – 14 (Сотницыно – 4, Молодежный – 2, Раково – 2, Фроловское – 2, Алешино - 1, Гавриловское – 1, Кузьминки – 1, Саблино — 1), в Сасове – 33."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 19,
    description: "В Кораблино – 6, в Кораблинском районе – 13 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 52,
    description: "В Шиловском районе – 35 (Лесной – 9, Сановка – 6, Елизаветинка – 4, Желудёво – 4, Ирицы – 3, Борки – 2, Ибредь – 2, Аделино – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Слобода — 1), в Шилово – 17. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 45,
    description: "В Спасске – 18, в Спасском районе – 27 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 2, Брыкин Бор – 1, Ижевское – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка — 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 58,
    description: "В Касимове – 37, в Касимовском районе – 21 ( Бабино-Булыгино-3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Лашма – 1, Лощинино-1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 121,
    description: "В Рыбновском районе – 53 (Костино – 18, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 68."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 52,
    description: "В  Клепиковском районе – 45 (Тума – 10, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Уткино – 1, Хараблино– 1, Щурово – 1), в Спас-Клепиках – 7."
  }]
},
{
  date: new Date(2020, 4, 17),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1092032",
  all:2394,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 126,
    description: "В Скопине – 57,  в Скопинском районе — 69 (Павелец – 20, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Дмитриево, Желтухинском, Затворном, Коготково, Нагишах, Новиково, Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 108,
    description: "В  Новомичуринске – 82, в  Пронске – 15, в Пронском районе – 11(Мамоново – 4, Гремяки – 2, Береговая Погореловка – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 100,
    description: "В  Михайлове – 49, в Михайловском районе – 51 (Октябрьский – 22, Стрелецкие выселки – 6, Фирюлевка – 3, Виленка – 2, Грязное – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, совхоз им. Ильича – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1279,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 149,
    description: "В Рязанском районе – 149 (Заокское – 32, Учхоз Стенькино – 14, Заборье – 11, Тюшево – 11, Поляны – 10, Дядьково – 8, Подвязье – 5, Рожок – 5, Богданово – 4, Ялтуново – 4 , Абрютино – 3, Агро-Пустынь – 3, Варские – 3, Высокое – 3, Мурмино – 3, Вышгород – 2, Глебово – 2, Земенки – 2, Насурово – 2, Полково – 2, Ровное – 2, Хирино – 2, Алтухово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Реткино – 1, Секиотово – 1, Семкино – 1, Совхоз Рязанский – 1, Турлатово – 1, Ульяновка – 1, Ходынинские дворики – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 31,
    description: "В Шацком районе – 18 (Казачья Слобода – 7, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Печины – 1, Ольхи – 1, Сново-Здорово – 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 18,
    description: "В Чучково – 11, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 7,
    description: "В Сапожке - 4, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 17,
    description: "В Александро-Невском – 6, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 56,
    description: "В Ряжске – 50, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 47,
    description: "В Сасовском районе – 14 (Сотницыно – 4, Молодежный – 2, Раково – 2, Фроловское – 2, Алешино - 1, Гавриловское – 1, Кузьминки – 1, Саблино — 1), в Сасове – 33."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 18,
    description: "В Кораблино – 5, в Кораблинском районе – 13 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 47,
    description: "В Шиловском районе – 30 (Лесной – 8, Елизаветинка – 4, Желудёво – 4, Ирицы – 3, Сановка – 3, Ибредь – 2, Аделино – 1, Борки – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Слобода – 1), в Шилово – 17. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 44,
    description: "В Спасске – 18, в Спасском районе – 26 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 57,
    description: "В Касимове – 36, в Касимовском районе – 21 ( Бабино-Булыгино-3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Лашма – 1, Лощинино-1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 115,
    description: "В Рыбновском районе – 52 (Костино – 17, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 63."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 52,
    description: "В  Клепиковском районе – 45 (Тума – 10, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Уткино – 1, Хараблино– 1, Щурово – 1), в Спас-Клепиках – 7."
  }]
},
{
  date: new Date(2020, 4, 16),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1091499",
  all:2300,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 126,
    description: "В Скопине – 57,  в Скопинском районе — 69 (Павелец – 20, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Дмитриево, Желтухинском, Затворном, Коготково, Нагишах, Новиково, Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 104,
    description: "В  Новомичуринске – 78, в  Пронске – 15, в Пронском районе – 11(Мамоново – 4, Гремяки – 2, Береговая Погореловка – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 95,
    description: "В  Михайлове – 49, в Михайловском районе – 46 (Октябрьский – 19, Стрелецкие выселки – 6, Фирюлевка – 3, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково - 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1227,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 144,
    description: "В Рязанском районе – 144 (Заокское – 32, Учхоз Стенькино – 14, Тюшево – 11, Поляны – 10, Заборье – 9, Дядьково - 8, Подвязье – 5, Рожок – 5, Богданово – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Мурмино – 3, Вышгород - 2, Глебово – 2, Земенки – 2, Насурово – 2, Полково – 2, Ровное – 2, Хирино – 2, Агро-Пустынь – 1, Алтухово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Реткино – 1, Секиотово – 1, Совхоз Рязанский – 1, Турлатово – 1, Ульяновка – 1, Ходынинские дворики2 — 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 31,
    description: "В Шацком районе – 18 (Казачья Слобода – 7, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Печины – 1, Ольхи – 1, Сново-Здорово – 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 18,
    description: "В Чучково – 11, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 7,
    description: "В Сапожке - 4, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 17,
    description: "В Александро-Невском – 6, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 56,
    description: "В Ряжске – 50, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 46,
    description: "В Сасовском районе – 14 (Сотницыно – 4, Молодежный – 2, Раково – 2, Фроловское – 2, Алешино - 1, Гавриловское – 1, Кузьминки – 1, Саблино — 1), в Сасове – 32."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 17,
    description: "В Кораблино – 5, в Кораблинском районе – 12 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 41,
    description: "В  Шиловском районе – 25 (Лесной – 8, Елизаветинка – 4, Желудёво – 4, Сановка – 3, Аделино – 1, Борки – 1, Заполье – 1, Ирицы-1, Муратово – 1, Слобода — 1), в Шилово – 16. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 42,
    description: "В Спасске – 18, в Спасском районе – 24 (Спиртзаводской – 7, Сушки – 3, Павловка – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Павловка – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 56,
    description: "В Касимове – 35, в Касимовском районе – 21 ( Бабино-Булыгино-3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Лашма – 1, Лощинино-1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 106,
    description: "В Рыбновском районе – 44 (Костино – 9, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 62."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 44,
    description: "В  Клепиковском районе – 39 (Тума – 10, Криуша – 6, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино– 1, Щурово — 1), в Спас-Клепиках – 5."
  }]
},
{
  date: new Date(2020, 4, 15),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1089673",
  all:2214,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 17,
    description: "В Милославском – 9, в Милославском районе – 8 (Кочуры – 3, Чернава – 3, Бугровка – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 126,
    description: "В Скопине – 57,  в Скопинском районе — 69 (Павелец – 20, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Дмитриево, Желтухинском, Затворном, Коготково, Нагишах, Новиково, Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 103,
    description: "В  Новомичуринске – 78, в  Пронске – 15, в Пронском районе – 10 (Мамоново – 4, Береговая Погореловка – 1, Гремяки – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 91,
    description: "В  Михайлове – 47, в Михайловском районе – 44 (Октябрьский – 18, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Фирюлевка – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1167,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 140,
    description: "В Рязанском районе – 140 (Заокское– 32, Учхоз Стенькино – 14, Тюшево – 11, Поляны – 10, Заборье – 9, Дядьково – 8, Подвязье – 5, Рожок – 5, Богданово – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково– 2, Хирино-2, Ровное-2, по одному человеку в Алтухово, Вышетравино, Дмитриевке, Дубровичах, Затишье, Казаре, Коростово, Листвянке, Реткино, Секиотово, Совхозе Рязанский, Ульяновке, Ходынинских двориках2 и Шумаши)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 30,
    description: "В Шацком районе – 18 (Казачья Слобода – 7, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Печины – 1, Ольхи – 1, Сново-Здорово – 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 16,
    description: "В Чучково – 11, в Чучковском районе – 5 (Мелехово – 3, Аладьино – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 5,
    description: "В Сапожке - 2, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 17,
    description: "В Александро-Невском – 6, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 54,
    description: "В Ряжске – 48, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 43,
    description: "В Сасовском районе – 13 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1, Саблино-1), в Сасове – 30."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 17,
    description: "В Кораблино – 5, в Кораблинском районе – 12 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 41,
    description: "В  Шиловском районе – 25 (Лесной – 8, Елизаветинка – 4, Желудёво – 4, Сановка – 3, Аделино – 1, Борки – 1, Заполье – 1, Ирицы-1, Муратово – 1, Слобода — 1), в Шилово – 16. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 40,
    description: "В Спасске – 18, в Спасском районе – 22 (Спиртзаводской – 7, Сушки – 3, Павловка – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Малые Гулынки-1;Новики – 1, Огородниково – 1, Селезнево-1; Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 56,
    description: "В Касимове – 35, в Касимовском районе – 21 ( Бабино-Булыгино-3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Лашма – 1, Лощинино-1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 101,
    description: "В Рыбновском районе – 44 (Костино – 9, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 57."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 44,
    description: "В  Клепиковском районе – 39 (Тума – 10, Криуша – 6, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино– 1, Щурово — 1), в Спас-Клепиках – 5."
  }]
},
{
  date: new Date(2020, 4, 14),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1087648",
  all:2123,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 17,
    description: "В Милославском – 9, в Милославском районе – 8 (Кочуры – 3, Чернава – 3, Бугровка – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 118,
    description: "В Скопине – 54,  в Скопинском районе – 68 (Павелец – 19, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Дмитриево, Желтухинском, Затворном, Коготково, Нагишах, Новиково , Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 94,
    description: "В  Новомичуринске – 74, в  Пронске – 11, в Пронском районе – 9 (Мамоново – 3, Береговая Погореловка – 1, Гремяки – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 91,
    description: "В  Михайлове – 47, в Михайловском районе – 44 (Октябрьский – 18, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Фирюлевка – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1126,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 137,
    description: "В Рязанском районе – 137 (Заокское– 32, Учхоз Стенькино – 14, Тюшево – 11, Поляны – 10, Заборье – 8, Дядьково - 8, Подвязье – 5, Богданово – 4, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 3, Вышгород - 2, Земенки – 2, Насурово – 2, Полково– 2, Хирино – 2; по одному человеку в Алтухово, Вышетравино, Дмитриевке, Дубровичах, Затишье, Казаре, Коростово, Листвянке, Реткино, Ровном, Секиотово, Совхозе Рязанский, Ульяновке, Ходынинских двориках-2 и Шумаши)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 18,
    description: "В Захаровском районе – 16 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 30,
    description: "В Шацком районе – 18 (Казачья Слобода – 7, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Печины – 1, Ольхи – 1, Сново-Здорово – 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 15,
    description: "В Чучково – 11, в Чучковском районе – 4 (Мелехово – 3, Аладьино – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 5,
    description: "В Сапожке - 2, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 9,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 5."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 14,
    description: "В Александро-Невском – 6, в Александро-Невском районе – 8 (Боровок – 6, Ленино – 2)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 49,
    description: "В Ряжске – 43, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 39,
    description: "В Сасовском районе – 13 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1, Саблино-1), в Сасове – 26."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 17,
    description: "В Кораблино – 5, в Кораблинском районе – 12 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 38,
    description: "В  Шиловском районе – 22 (Лесной – 8, Желудёво – 4, Сановка – 3, Елизаветинка – 2, Аделино – 1, Борки – 1, Заполье – 1, Муратово – 1, Слобода – 1), в Шилово – 16. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 37,
    description: "В Спасске – 18, в Спасском районе – 19 (Спиртзаводской – 7, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Новики – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 48,
    description: "В Касимове – 29, в Касимовском районе – 19 (Щербатовка – 3, Бабино-Булыгино – 2, Елатьма – 2, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Лашма – 1, Лощинино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 97,
    description: "В Рыбновском районе – 44 (Костино – 9, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 53."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 43,
    description: "В  Клепиковском районе – 38 (Тума – 10, Аверкиево – 5, Алексеево – 5, Криуша – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино– 1, Щурово — 1), в Спас-Клепиках – 5."
  }]
},
{
  date: new Date(2020, 4, 13),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1085678",
  all:2028,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 17,
    description: "В Милославском – 9, в Милославском районе – 8 (Кочуры – 3, Чернава – 3, Бугровка – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 118,
    description: "В Скопине – 52,  в Скопинском районе — 66 (Павелец – 19, Ильинка – 13, Побединка – 7, Горлово – 3, Березняги – 2, Клекотки – 2, Моховое – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Желтухинском, Затворном, Коготково, Нагишах, Новиково, Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 94,
    description: "В  Новомичуринске – 74, в  Пронске – 11, в Пронском районе – 9 (Мамоново – 3, Береговая Погореловка – 1, Гремяки – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 89,
    description: "В  Михайлове – 45, в Михайловском районе – 44 (Октябрьский – 18, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Фирюлевка – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1076,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 134,
    description: "В Рязанском районе – 134 (Заокское– 31, Учхоз Стенькино – 14, Тюшево – 11, Поляны – 10, Заборье – 8, Дядьково – 8, Подвязье – 5, Богданово – 4, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 2, Вышгород – 2, Земенки – 2, Насурово – 2, Полково– 2, по одному человеку в Алтухово, Вышетравино, Дмитриевке, Дубровичах, Затишье, Казаре, Коростово, Листвянке, Реткино, Ровном, Секиотово, Совхозе Рязанский, Ульяновке, Хирино, Ходынинских двориках2 и Шумаши)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 18,
    description: "В Захаровском районе – 16 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 34,
    description: "В Сараевском районе – 29 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 30,
    description: "В Шацком районе – 17 (Казачья Слобода – 7, Лесное Конобеево – 2, Новочернеево – 2, Черная Слобода – 2, Высокое – 1, Печины – 1, Ольхи – 1, Сново-Здорово — 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 14,
    description: "В Чучково – 11, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 5,
    description: "В Сапожке - 2, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 8,
    description: "В Ухоловском районе – 3 (Покровское – 2, Поляки – 1), в Ухолове – 5."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 8,
    description: "В Александро-Невском – 2, в районе – 6 (Боровок – 5, Ленино –1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 41,
    description: "В Ряжске – 36, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 37,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 25."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 15,
    description: "В Кораблино – 5, в Кораблинском районе – 10 (Кипчаково – 4, Ключ – 4, Бобровинки – 1, Ковалинка — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 37,
    description: "В Шиловском районе – 21 (Лесной – 8, Желудёво – 4, Сановка – 3, Аделино – 1, Борки – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1, Слобода – 1), в Шилово – 16. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 37,
    description: "В Спасске – 18, в Спасском районе – 19 (Спиртзаводской – 7, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Новики – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 46,
    description: "В Касимове – 29, в Касимовском районе – 17 (Щербатовка – 3, Елатьма – 2, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Бабино–Булыгино – 1, Гусь–Железный – 1, Кочемары – 1, Лашма – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 21,
    description: "В Ермиши – 12, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 90,
    description: "В Рыбновском районе – 44 (Костино – 9, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 46."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 39,
    description: "В  Клепиковском районе – 35 (Тума – 9, Аверкиево – 5, Алексеево – 5, Криуша – 3, Первушкино – 3, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 4."
  }]
},
{
  date: new Date(2020, 4, 12),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1083193",
  all:1939,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 13,
    description: "В Милославском – 8, в Милославском районе – 5 (Чернава – 3, Бугровка – 1, Кочуры – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 104,
    description: "В Скопине – 39,  в Скопинском районе – 65 (Павелец – 19, Ильинка – 13, Побединка – 7, Горлово – 3, Березняги – 2, Клекотки – 2, Моховое – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Гуменки – 1, Делехово – 1, Желтухинский – 1, Затворное – 1, Нагиши – 1, Новиково – 1, Свинушки – 1, Старые Кельцы – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 91,
    description: "В  Новомичуринске – 71, в  Пронске – 11, в Пронском районе – 9 (Мамоново – 3, Береговая Погореловка – 1, Гремяки – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 87,
    description: "В  Михайлове – 45, в Михайловском районе – 42(Октябрьский – 17, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1042,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 130,
    description: "В Рязанском районе – 130 (Заокское – 31, Учхоз Стенькино – 14, Тюшево – 11, Поляны – 10, Заборье – 8, Дядьково – 8, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 2, Вышгород – 2, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Полково– 1, Реткино – 1, Ровное – 1, Секиотово – 1, Совхоз Рязанский – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики 2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 18,
    description: "В Захаровском районе – 16 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 34,
    description: "В Сараевском районе – 29 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 26,
    description: "В Шацком районе – 13 (Казачья Слобода – 7, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Печины — 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 14,
    description: "В Чучково – 11, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 4,
    description: "В Сапожке - 2, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 8,
    description: "В Ухоловском районе – 3 (Покровское – 2, Поляки – 1), в Ухолове – 5."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 8,
    description: "В Александро-Невском – 2, в районе – 6 (Боровок – 5, Ленино –1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 39,
    description: "В Ряжске – 34, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 36,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 24."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 10,
    description: "В Кораблино – 3, в Кораблинском районе – 7 (Ключ – 4, Кипчаково – 2, Ковалинка – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 36,
    description: "В Шиловском районе – 21 (Лесной – 8, Желудёво – 4, Сановка – 3, Аделино – 1, Борки – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1, Слобода – 1), в Шилово – 15. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 32,
    description: "В Спасске – 16, в Спасском районе – 16 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Новики – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 45,
    description: "В Касимове – 28, в Касимовском районе – 17 (Щербатовка – 3, Елатьма – 2, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Бабино–Булыгино – 1, Гусь–Железный – 1, Кочемары – 1, Лашма – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 20,
    description: "В Ермиши – 11, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 84,
    description: "В Рыбновском районе – 41 (Костино – 9, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Завод Ветзоотехника – 2, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 43."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 39,
    description: "В  Клепиковском районе – 35 (Тума – 9, Аверкиево – 5, Алексеево – 5, Криуша – 3, Первушкино – 3, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 4."
  }]
},
{
  date: new Date(2020, 4, 11),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1081526",
  all:1842,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 11,
    description: "В Милославском – 8, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 96,
    description: "В Скопине – 34,  в Скопинском районе – 62 (Павелец – 19, Ильинка – 13, Побединка – 6, Горлово – 3, Березняги – 2, Клекотки – 2, Моховое – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Делехово - 1, Желтухинский – 1, Затворное – 1, Нагиши – 1, Новиково – 1, Свинушки – 1, Успенское – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 83,
    description: "В  Новомичуринске – 65, в  Пронске – 10, в Пронском районе – 8 (Мамоново – 3, Б. Погореловка – 1, Гремяки – 1, Маклаково – 1, Роскино – 1, Скучаловка – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 86,
    description: "В  Михайлове – 45, в Михайловском районе – 41 (Октябрьский – 16, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково - 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 990,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 127,
    description: "В Рязанском районе – 127 (Заокское – 31, Учхоз Стенькино – 13, Тюшево – 11, Поляны – 10, Заборье – 8, Дядьково – 8, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 2, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышетравино – 1, Вышгород - 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Листвянка – 1, Полково– 1, Реткино – 1, Ровное – 1, Секиотово – 1, Совхоз Рязанский – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики 2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 18,
    description: "В Захаровском районе – 16 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 33,
    description: "В Сараевском районе – 28 (Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 3, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 25,
    description: "В Шацком районе – 12 (Казачья Слобода – 7, Лесное Конобеево – 2, Высокое – 1, Новочернеево – 1, Печины – 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 13,
    description: "В Чучково – 10, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 5,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 2."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 4,
    description: "В Сапожке - 2, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 7,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 5."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 8,
    description: "В Александро-Невском – 2, в районе – 6 (Боровок – 5, Ленино –1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 36,
    description: "В Ряжске – 31, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 35,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 23."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 10,
    description: "В Кораблино – 3, в Кораблинском районе – 7 (Ключ – 4, Кипчаково – 2, Ковалинка – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 35,
    description: "В Шиловском районе – 20 (Лесной – 8, Желудёво – 4, Сановка – 2, Аделино – 1, Борки – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1, Слобода – 1), в Шилово – 15. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 31,
    description: "В Спасске – 16, в Спасском районе – 15 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 44,
    description: "В Касимове – 28, в Касимовском районе – 16 (Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Бабино-Булыгино – 1, Гусь-Железный – 1, Елатьма – 1, Кочемары – 1, Лашма – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 20,
    description: "В Ермиши – 11, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 76,
    description: "В Рыбновском районе – 37 (Костино – 8, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Пощупово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Старое Батурино – 1), в Рыбном – 39."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 36,
    description: "В Клепиковском районе – 33 (Тума – 9, Аверкиево – 5, Алексеево – 4, Криуша – 3, Первушкино – 2, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 3."
  }]
},
{
  date: new Date(2020, 4, 10),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1080417",
  all:1744,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 11,
    description: "В Милославском – 8, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 95,
    description: "В Скопине – 34,  в Скопинском районе – 61 (Павелец – 19, Ильинка – 13, Побединка – 6, Горлово – 3, Березняги – 2, Клекотки – 2, Моховое – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Делехово – 1, Затворное – 1, Нагиши – 1, Новиково – 1, Свинушки – 1, Успенское – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 82,
    description: "В  Новомичуринске – 65, в  Пронске – 10, в Пронском – 7 (Мамоново – 3, Б. Погореловка – 1, Маклаково – 1, Роскино – 1, Скучаловка – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 86,
    description: "В  Михайлове – 45, в Михайловском районе – 41 (Октябрьский – 16, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково - 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 922,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 120,
    description: "В Рязанском районе – 120 (Заокское – 31, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 9, Заборье – 7, Дядьково – 6, Подвязье – 5, Рожок – 4, Ялтуново – 4, Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 2, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Листвянка – 1, Полково – 1, Реткино – 1, Ровное – 1, Секиотово – 1, Совхоз Рязанский – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики-2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 18,
    description: "В Захаровском районе – 16 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 33,
    description: "В Сараевском районе – 28 (Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 3, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 24,
    description: "В Шацком районе – 12 (Казачья Слобода – 7, Лесное Конобеево – 2, Высокое – 1, Новочернеево – 1, Печины – 1), в Шацке – 12."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 4,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 1."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 4,
    description: "В Сапожке - 2, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 7,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 5."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 8,
    description: "В Александро-Невском – 2, в районе – 6 (Боровок – 5, Ленино –1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 30,
    description: "В Ряжске – 25, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 35,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 23."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 10,
    description: "В Кораблино – 3, в Кораблинском районе – 7 (Ключ – 4, Кипчаково – 2, Ковалинка – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 33,
    description: "В Шиловском районе – 18 (Лесной – 8, Желудёво – 3, Сановка – 2, Аделино – 1, Борки – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 15. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 11,
    description: "В Старожилове – 6; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 31,
    description: "В Спасске – 16, в Спасском районе – 15 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 43,
    description: "В Касимове – 27, в Касимовском районе – 16 (Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Бабино-Булыгино – 1, Гусь-Железный – 1, Елатьма – 1, Кочемары – 1, Лашма – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 19,
    description: "В Ермиши – 11, в Ермишинском районе – 8 (Азеево – 2, Гремячий ключ – 2, Надежка – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 76,
    description: "В Рыбновском районе – 37 (Костино – 8, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Пощупово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Старое Батурино – 1), в Рыбном – 39."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 31,
    description: "В Клепиковском районе – 29 (Аверкиево – 5, Тума – 8, Криуша – 3, Первушкино – 2, Алексеево – 1, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 9),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1079376",
  all:1648,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 11,
    description: "В Милославском – 8, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 87,
    description: "В Скопине – 32,  в Скопинском районе – 55 (Павелец – 18, Ильинка – 13, Побединка – 5, Горлово – 3, Березняги – 2, Клекотки – 2, Моховое – 2, Отрада – 2, Вослебово – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Свинушки – 1, Успенское – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 78,
    description: "В  Новомичуринске – 63, в  Пронске – 9, в Пронском – 6 (Мамоново – 2, Б. Погореловка – 1, Маклаково – 1, Роскино – 1, Скучаловка – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 86,
    description: "В  Михайлове – 45, в Михайловском районе – 41 (Октябрьский – 16, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково - 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 882,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 118,
    description: "В Рязанском районе – 118 (Заокское – 31, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 9, Заборье – 7, Дядьково – 5, Подвязье – 5, Рожок – 4, Ялтуново – 4, Абрютино – 3, Высокое – 3, Мурмино – 3, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Варские – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Листвянка – 1, Полково – 1, Реткино – 1, Ровное – 1, Секиотово – 1, Совхоз Рязанский – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 17,
    description: "В Захаровском районе – 15 (Смена – 5, Безлычное – 3, Пупкино – 2, Добрые Пчелы – 1, Елино – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 33,
    description: "В Сараевском районе – 28 (Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 3, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 22,
    description: "В Шацком районе – 12 (Казачья Слобода – 7, Лесное Конобеево – 2, Высокое – 1, Новочернеево – 1, Печины – 1), в Шацке – 10."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 4,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 1."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 4,
    description: "В Сапожке - 2, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 27,
    description: "В Ряжске – 22, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 35,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 23."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 8,
    description: "В Кораблино – 1, в Кораблинском районе – 7 (Ключ – 4, Кипчаково – 2, Ковалинка – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 31,
    description: "В Шиловском – 16 (Лесной – 6, Желудёво – 3, Сановка – 2, Аделино – 1, Борки – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 15. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 11,
    description: "В Старожилове – 6; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 29,
    description: "В Спасске – 14, в Спасском районе – 15 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 40,
    description: "В Касимове – 26, в Касимовском районе – 14 (Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Бабино-Булыгино – 1, Елатьма – 1, Кочемары – 1, Лашма – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 16,
    description: "В Ермиши – 8, в Ермишинском районе – 8 (Азеево – 2, Гремячий ключ – 2, Надежка – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 63,
    description: "В Рыбновском районе – 37 (Костино – 8, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Пощупово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Старое Батурино – 1), в Рыбном – 26."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 22,
    description: "В Клепиковском районе – 20 (Аверкиево – 5, Тума – 4, Криуша – 3, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Пилево – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 8),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1077055",
  all:1560,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 9,
    description: "В Милославском – 6, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 82,
    description: "В Скопине – 29,  в Скопинском районе — 53 (Павелец - 18, Ильинка - 13, Побединка – 4, Горлово – 3, Березняги - 2, Клекотки – 2, Моховое – 2, Отрада – 2, Вослебово – 1, Делехово - 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 58,
    description: "В  Новомичуринске – 46, в  Пронске – 8, в Пронском районе – 4 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 84,
    description: "В  Михайлове – 45, в Михайловском районе – 39 (Октябрьский – 16, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка– 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 850,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 116,
    description: "В Рязанском районе – 116 (Заокское – 31, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 8, Заборье – 7, Дядьково – 5, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3,Мурмино – 3, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Варские – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1,Листвянка – 1, Полково– 1, Ровное – 1, Секиотово – 1, Совхоз Рязанский – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 17,
    description: "В Захаровском районе – 15 (Смена – 5, Безлычное – 3, Пупкино – 2, Добрые Пчелы – 1, Елино – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 33,
    description: "В Сараевском районе – 28 (Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 3, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 22,
    description: "В Шацком районе – 12 (Казачья Слобода – 7, Лесное Конобеево – 2, Высокое – 1, Новочернеево – 1, Печины – 1), в Шацке – 10."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 3,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 3,
    description: "В Сапожке - 1, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 26,
    description: "В Ряжске – 21, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 35,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 23."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 3,
    description: "В Кораблино – 1, в Кораблинском районе – 2 (Кипчаково, Ковалинка)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 27,
    description: "В Шиловском районе – 14 (Лесной – 6, Желудёво – 2, Сановка – 2, Аделино – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 13. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 10,
    description: "В Старожилове – 6; в Старожиловском районе – 4 (Ивановское, Истье, Рязанские сады, Панинская слобода)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 27,
    description: "Спасск – 14, в Спасском районе – 13 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Огородниково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 33,
    description: "Касимов – 22, Касимовском районе – 11 (Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Бабино-Булыгино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 13,
    description: "В Ермиши – 5, в Ермишинском районе – 8 (Азеево – 2, Гремячий ключ – 2, Надежка – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 63,
    description: "В Рыбновском районе – 37 (Костино – 8, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Пощупово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Старое Батурино – 1), в Рыбном – 26."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 22,
    description: "В Клепиковском районе – 20 (Аверкиево – 5, Тума – 4, Криуша – 3, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Пилево – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 7),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1073622",
  all:1475,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 9,
    description: "В Милославском – 6, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 81,
    description: "В Скопине – 28,  в Скопинском районе — 53 (Павелец - 18, Ильинка - 13, Побединка – 4, Горлово – 3, Березняги - 2, Клекотки – 2, Моховое – 2, Отрада – 2, Вослебово – 1, Делехово - 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 57,
    description: "В  Новомичуринске – 45, в  Пронске – 8, в Пронском районе – 4 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 82,
    description: "В  Михайлове – 44, в Михайловском районе – 38 (Октябрьский – 16, Стрелецкие выселки – 5, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка– 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 795,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 115,
    description: "В Рязанском районе – 115 (Заокское– 31, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 8, Заборье – 7, Дядьково – 5, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Варские – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Листвянка – 1, Полково– 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики2 -1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 16,
    description: "В Захаровском районе – 14 (Смена – 5, Безлычное – 3, Пупкино – 2, Елино – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 27,
    description: "В Сараевском районе – 22 (Красный Озерок – 7, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 2, Бычки - 1, Красная Вершина – 1, Кривское – 1, Напольное – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 22,
    description: "В Шацком районе – 12 (Казачья Слобода – 7, Лесное Конобеево – 2, Высокое – 1, Новочернеево – 1, Печины – 1), в Шацке – 10."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 3,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 3,
    description: "В Сапожке - 1, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 22,
    description: "В Ряжске – 17, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 33,
    description: "В Сасовском районе – 11 (Сотницыно –3, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 22."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 2,
    description: "В Кораблино – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 23,
    description: "В Шиловском районе – 11 (Лесной – 5, Сановка – 2, Аделино – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 12. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 9,
    description: "В Старожилове – 6; в Старожиловском районе– 3 (Ивановское – 1, Истье - 1, Панинская слобода — 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 26,
    description: "Спасск – 13, в Спасском районе – 13 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Огородниково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 32,
    description: "Касимов – 22, Касимовском районе – 10 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Бабино-Булыгино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 13,
    description: "В Ермиши – 5, в Ермишинском районе – 8 (Азеево – 2, Гремячий ключ – 2, Надежка – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 60,
    description: "В Рыбновском районе – 35 (Костино – 7, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка - 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 25."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 21,
    description: "В Клепиковском районе – 19 (Аверкиево – 5, Криуша – 3, Тума – 3, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Пилево – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 6),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1066921",
  all:1396,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 9,
    description: "В Милославском – 6, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 80,
    description: "В Скопине – 27,  в Скопинском районе — 53 (Павелец - 18, Ильинка - 13, Побединка – 4, Горлово – 3, Березняги - 2, Клекотки – 2, Моховое – 2, Отрада – 2, Вослебово – 1, Делехово - 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 51,
    description: "В  Новомичуринске – 39, в  Пронске – 8, Пронский район – 4 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 77,
    description: "В  Михайлове – 43, в Михайловском районе– 34 (Октябрьский – 14, Стрелецкие выселки – 5, Виленка – 2, Козловка – 2, Березово – 1, Волосовка – 1, Грязное – 1, Иваньково - 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское1 – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 758,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 112,
    description: "В Рязанском районе – 112 (Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Заборье – 7, Поляны – 7, Дядьково - 5, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Варские – 1, Вышгород - 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Листвянка – 1, Полково – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики2 -1, Шумашь – 1)"
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 13,
    description: "В Захаровском районе – 11 (Смена – 5, Безлычное - 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 27,
    description: "В Сараевском районе – 22 (Красный Озерок – 7, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 2, Бычки - 1, Красная Вершина – 1, Кривское – 1, Напольное – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 20,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 10."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 18,
    description: "В Ряжске – 13, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 33,
    description: "В Сасовском районе – 11 (Сотницыно –3, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 22."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 2,
    description: "В Кораблино – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 18,
    description: "В Шиловском районе – 11 (Лесной – 5, Сановка – 2, Аделино – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 7. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 6,
    description: "В Старожилове – 3; в Старожиловском районе– 3 (Ивановское – 1, Истье - 1, Панинская слобода — 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 26,
    description: "Спасск – 13, в Спасском районе – 13 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Огородниково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 30,
    description: "Касимов – 21, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 11,
    description: "В Ермиши – 5, в Ермишинском районе – 6 (Азеево – 2, Гремячий ключ – 2, Надежка – 1, Савватьма — 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 58,
    description: "В Рыбновском районе – 35 (Костино – 7, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка - 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 23."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 20,
    description: "В Клепиковском районе – 18 (Аверкиево – 5, Тума – 3, Криуша – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Пилево – 1, Хараблино — 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 5),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1062765",
  all:1310,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 9,
    description: "В Милославском – 6, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 72,
    description: "В Скопине – 23,  в Скопинском районе – 49 (Павелец – 16, Ильинка – 13, Побединка – 4, Горлово – 3, Клекотки – 2, Моховое – 2, Отрада – 2, Березняги – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 47,
    description: "В г. Новомичуринск – 36, в г. Пронск – 7, Пронский район – 4 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 65,
    description: "В г. Михайлов – 43, в Михайловском районе – 33 (Октябрьский – 13, Стрелецкие выселки – 5, Козловка – 2, Березово – 1, Виленка – 2, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 725,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 106,
    description: "В Рязанском районе – 106 (Листвянка – 1, Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 7, Дядьково – 5, Подвязье – 4, Рожок – 4, Абрютино – 3, Мурмино – 3, Высокое – 2, Заборье – 7, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Варские – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики – 1, Шумашь – 1, Ялтуново – 1)"
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 10,
    description: "В Захаровском районе – 9 (Безлычное – 3, Смена – 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 1."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 25,
    description: "В Сараевском районе – 20 (Красный Озерок – 7, Мордово – 2, Сысои – 2, Алексеевка – 3, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Красный Куст – 2), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 19,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 9."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 8,
    description: "В Чучкове – 5, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 16,
    description: "В Ряжске – 11, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 33,
    description: "В Сасовском районе – 11 (Сотницыно –3, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 22."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 2,
    description: "В Кораблино – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 18,
    description: "В Шиловском районе – 11 (Лесной – 5, Сановка – 2, Аделино – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 7. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 1,
    description: "В Старожилово – 1, в Старожиловском районе – 1 (Панинская слобода).."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 26,
    description: "Спасск – 13, в Спасском районе – 13 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Огородниково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 27,
    description: "Касимов – 18, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 4,
    description: "В Ермиши – 2, в районе – 2 (Азеево)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 51,
    description: "В Рыбновском – 28 (Новоселки – 7, Глебково – 4, Горяйново – 3, Высокое – 3, Старолетово – 3, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Костино – 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 23."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 18,
    description: "В Клепиковском районе – 16 (Аверкиево – 5, Криуша – 2, Тума – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 4),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1060157",
  all:1226,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 6,
    description: "В Милославском – 4, в районе – 2 (Бугровка – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 71,
    description: "В Скопине – 22, в Скопинском районе – 49 (Павелец – 16, Ильинка – 13, Побединка – 4, Горлово – 3, Клекотки – 2, Моховое – 2, Отрада – 2, Березняги – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 45,
    description: "В г. Новомичуринск – 36, в г. Пронск – 6, в районе – 3 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 65,
    description: "В г. Михайлов – 39, в районе – 26 (Октябрьский – 10, Стрелецкие выселки – 5, Козловка – 2, Березово – 1, Виленка – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 694,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 93,
    description: "В Рязанском районе – 93 (Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 6, Дядьково – 5, Подвязье – 4, Рожок – 4, Абрютино – 3, Мурмино – 3, Высокое – 2, Заборье – 7, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Варские – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики – 1, Шумашь – 1, Ялтуново – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 10,
    description: "В Захаровском районе – 9 (Безлычное – 3, Смена – 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 1."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 24,
    description: "В Сараевском районе – 19 (Красный Озерок – 7, Мордово – 2, Сысои – 2, Алексеевка – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Красный Куст – 2), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 19,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 9."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 7,
    description: "В Чучкове – 4, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 3,
    description: "В Ухоловком районе – 1 (Поляки), в Ухолове – 2."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 4,
    description: "В Александро-Невском – 1, в районе – 3 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 16,
    description: "В Ряжске – 11, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 25,
    description: "В Сасовском районе – 10 (Сотницыно – 2, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 15."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 2,
    description: "В Кораблино – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 13,
    description: "В Шилове – 7, в районе – 6 (Лесной – 4, Аделино – 1, Заполье – 1). "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 1,
    description: "В Старожиловском районе – 1 (Панинская слобода)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 18,
    description: "Спасск – 11, в районе – 7 (Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 24,
    description: "Касимов – 15, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 4,
    description: "В Ермиши – 2, в районе – 2 (Азеево)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 46,
    description: "В Рыбновском – 27 (Новоселки – 7, Глебково – 4, Горяйново – 3, Высокое – 3, Новоселки – 2, Старолетово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Костино – 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 19."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 18,
    description: "В Клепиковском районе – 16 (Аверкиево – 5, Криуша – 2, Тума – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 3),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1058139",
  all: 1137,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 6,
    description: "В Милославском – 4, в районе – 2 (Бугровка – 1, Чернава – 1)"
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 61,
    description: "В Скопине – 22, в Скопинском районе – 39 (Павелец – 14, Ильинка – 7, Побединка – 4, Горлово – 3, Клекотки – 2, Отрада – 2, Березняги – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)"
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 45,
    description: "г. Новомичуринск – 36, в г. Пронск – 6, в районе – 3 (Б. Погореловка – 1, Маклаково – 1, Роскино – 1)"
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 64,
    description: "в г. Михайлов – 38, в районе – 26 (Октябрьский – 7, Стрелецкие выселки – 5, Козловка – 2, Березово – 1, Виленка – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 651,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 93,
    description: "В Рязанском районе – 93 (Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Дядьково – 4, Подвязье – 4, Рожок – 4, Абрютино – 3, Мурмино – 3, Высокое – 2, Заборье – 2, Земенки – 2, Насурово – 2, Поляны – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Варские – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики2 -1, Шумашь – 1, Ялтуново – 1)"
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 10,
    description: "В Захаровском районе – 9 (Безлычное – 3, Смена – 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 1."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 21,
    description: "В Сараевском районе – 16 (Красный Озерок – 7, Мордово – 2, Сысои – 2, Алексеевка – 1, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 19,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 9."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 7,
    description: "В Чучкове – 4, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 1,
    description: "в Ухоловком районе – 1 (Поляки)."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 1,
    description: "В Александро-Невском – 1 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 14,
    description: "В Ряжске – 9, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 25,
    description: "В Сасовском районе – 10 (Сотницыно – 2, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 15."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 2,
    description: "В Кораблино – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 13,
    description: "В Шилове – 7, в районе – 6 (Лесной – 4, Аделино – 1, Заполье – 1). "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 0,
    description: "В районе - 0"
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 18,
    description: "Спасск – 11, в районе – 7 (Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 22,
    description: "Касимов – 13, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 1,
    description: "В районе - 1"
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 40,
    description: "В Рыбновском районе – 22 (Глебково – 4, Горяйново – 3, Высокое – 3, Новоселки – 2, Старолетово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Костино – 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 18."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 18,
    description: "В Клепиковском районе – 16 (Аверкиево – 5, Криуша – 2, Тума – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Хараблино – 1), в Спас-Клепиках – 2. "
  }]
}];