export const data = [{
  date: new Date(2020, 4, 3),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1058139",
  regions: [{
    id: "miloslavskoe",
    name: "Милославский р-он",
    sick: 4,
    description: "В Милославском – 4, в районе – 2 (Бугровка – 1, Чернава – 1)"
  }, {
    id: "skopin",
    name: "Скопинский р-он",
    sick: 61,
    description: "В Скопине – 22, в Скопинском районе – 39 (Павелец – 14, Ильинка – 7, Побединка – 4, Горлово – 3, Клекотки – 2, Отрада – 2, Березняги – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)"
  }, {
    id: "pronsk",
    name: "Пронский р-он",
    sick: 45,
    description: "г. Новомичуринск – 36, в г. Пронск – 6, в районе – 3 (Б. Погореловка – 1, Маклаково – 1, Роскино – 1)"
  }, {
    id: "michaylov",
    name: "Михайловский р-он",
    sick: 64,
    description: "в г. Михайлов – 38, в районе – 26 (Октябрьский – 7, Стрелецкие выселки – 5, Козловка – 2, Березово – 1, Виленка – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 651,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский р-он",
    sick: 93,
    description: "В Рязанском районе – 93 (Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Дядьково – 4, Подвязье – 4, Рожок – 4, Абрютино – 3, Мурмино – 3, Высокое – 2, Заборье – 2, Земенки – 2, Насурово – 2, Поляны – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Варские – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики2 -1, Шумашь – 1, Ялтуново – 1)"
  }]
}];