export const data = [{
  date: new Date(2020, 4, 3),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1058139",
  regions: [{
    id: "miloslavskoe",
    name: "Милославский р-он",
    sick: 4,
    description: "В Милославском – 4, в районе – 2 (Бугровка – 1, Чернава – 1)"
  }, {
    id: "skopin",
    name: "Скопинский р-он",
    sick: 61,
    description: "В Скопине – 22, в Скопинском районе – 39 (Павелец – 14, Ильинка – 7, Побединка – 4, Горлово – 3, Клекотки – 2, Отрада – 2, Березняги – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)"
  }, {
    id: "pronsk",
    name: "Пронский р-он",
    sick: 45,
    description: "г. Новомичуринск – 36, в г. Пронск – 6, в районе – 3 (Б. Погореловка – 1, Маклаково – 1, Роскино – 1)"
  }, {
    id: "michaylov",
    name: "Михайловский р-он",
    sick: 64,
    description: "в г. Михайлов – 38, в районе – 26 (Октябрьский – 7, Стрелецкие выселки – 5, Козловка – 2, Березово – 1, Виленка – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 651,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский р-он",
    sick: 93,
    description: "В Рязанском районе – 93 (Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Дядьково – 4, Подвязье – 4, Рожок – 4, Абрютино – 3, Мурмино – 3, Высокое – 2, Заборье – 2, Земенки – 2, Насурово – 2, Поляны – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Варские – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики2 -1, Шумашь – 1, Ялтуново – 1)"
  }, {
    id: "zacharovo",
    name: "Захаровский р-он",
    sick: 10,
    description: "В Захаровском районе – 9 (Безлычное – 3, Смена – 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 1."
  }, {
    id: "sarai",
    name: "Сараевский р-он",
    sick: 21,
    description: "В Сараевском районе – 16 (Красный Озерок – 7, Мордово – 2, Сысои – 2, Алексеевка – 1, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шатцкий р-он",
    sick: 19,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 9."
  }, {
    id: "huhkovo",
    name: "Чучковский р-он",
    sick: 7,
    description: "В Чучкове – 4, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский р-он",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский р-он",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский р-он",
    sick: 1,
    description: "в Ухоловком районе – 1 (Поляки)."
  }, {
    id: "alex-new",
    name: "Александро-Невский р-он",
    sick: 1,
    description: "В Александро-Невском – 1 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский р-он",
    sick: 14,
    description: "В Ряжске – 9, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский р-он",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский р-он",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский р-он",
    sick: 25,
    description: "В Сасовском районе – 10 (Сотницыно – 2, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 15."
  }, {
    id: "korablino",
    name: "Кораблинский р-он",
    sick: 2,
    description: "В Кораблине – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский р-он",
    sick: 13,
    description: "В Шилове – 7, в районе – 6 (Лесной – 4, Аделино – 1, Заполье – 1). "
  }, {
    id: "starozilovo",
    name: "Старожиловкий р-он",
    sick: 0,
    description: "В районе - 0"
  }, {
    id: "spassk",
    name: "Спасский р-он",
    sick: 18,
    description: "Спасск – 11, в районе – 7 (Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский р-он",
    sick: 21,
    description: "Касимов – 13, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 1,
    description: "В районе - 1"
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 40,
    description: "В Рыбновском районе – 22 (Глебково – 4, Горяйново – 3, Высокое – 3, Новоселки – 2, Старолетово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Костино – 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 18."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 18,
    description: "В Клепиковском районе – 16 (Аверкиево – 5, Криуша – 2, Тума – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Хараблино – 1), в Спас-Клепиках – 2. "
  }]
}];