export const data = [{
  date: new Date(2020, 4, 22),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1097833",
  all:2865,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 26,
    description: "В Милославском – 16, в Милославском районе – 10 (Кочуры – 3, Чернава – 3, Бугровка – 2, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 169,
    description: "В Скопине – 89,  в Скопинском районе – 80 (Павелец – 21, Ильинка – 13, Побединка – 7, Корневое – 4, Горлово – 3, Моховое – 3, Свинушки – 3, Чулково – 3, Березняги – 2, Вослебово – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Гремячка – 1, Делехово – 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Князево – 1, Лопатино – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 143,
    description: "В  Новомичуринске – 103, в  Пронске – 22, в Пронском районе – 18 (Мамоново – 5, Гремяки – 3, Маклаково – 2, Орловский – 2, Береговая Погореловка – 1, Булычево – 1, Малинищи – 1, Погореловский – 1, Роскино – 1, Скучаловка – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 111,
    description: "В  Михайлове – 50, в Михайловском районе – 61 (Октябрьский – 26, Стрелецкие выселки – 6, Фирюлевка – 4, Красное – 3, Виленка – 2, Грязное – 2, Киндяково – 2, Козловка – 2, Печерники – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, С/з им. Ильича – 1, Чурики – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1515,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 166,
    description: "В Рязанском районе – 166 (Заокское – 32, Учхоз Стенькино – 14, Поляны – 12, Заборье – 11, Тюшево – 11, Дядьково – 11, Подвязье – 6, Рожок – 5, Богданово – 4, Хирино – 4, Ялтуново – 4, Абрютино – 3, Агро–Пустынь – 3, Варские – 3, Высокое – 3, Глебово – 3, Мурмино – 3, Совхоз Рязанский – 3, Ровное – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково – 2, Реткино – 2, Турлатово – 2, Алтухово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Искра – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Льгово – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Ульяновка – 1, Ходынинские дворики 2 –1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 21,
    description: "В Захаровском районе – 18 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково – 1, Плахино – 1, Поливаново – 1, Шляхино – 1), в Захарове – 3."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 41,
    description: "В Сараевском районе – 33 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Большие Можары – 1, Бычки – 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково– 1, Телятники – 1), в Сараях – 8."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 40,
    description: "В  Шацком районе – 21 (Казачья Слобода – 8, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 19."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 27,
    description: "В Чучково – 19, в Чучковском районе – 8 (Мелехово – 3, Аладьино – 2, Пертово – 2, Остро–Пластиково – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 10,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 6."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 11,
    description: "В Сапожке - 8, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 12,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 8."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 19,
    description: "В Александро-Невском – 8, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 62,
    description: "В Ряжске – 56, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 3,
    description: "В Пителино — 1, в Пителинском районе – 2 (Потапьево – 1, Юрьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 58,
    description: "В Сасовском районе – 16 (Сотницыно – 4, Алешино – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Кустаревка – 1, Саблино – 1), в Сасове – 42."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 23,
    description: "В Кораблине – 8, в Кораблинском районе – 15 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Моловка – 1, Пехлец – 1, Филатово – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 68,
    description: "В  Шиловском районе – 44 (Лесной – 11, Сановка – 7, Желудёво – 6, Елизаветинка – 6, Ибредь – 3, Ирицы – 3, Борки – 2, Аделино – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Сасыкино – 1, Слобода – 1), в Шилово – 24. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 20,
    description: "В Старожилове – 11; в Старожиловском районе – 9 (Панинская слобода – 5, Ивановское – 1, Истье – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 48,
    description: "В Спасске – 18, в Спасском районе – 30 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 3, Ижевское – 2, Брыкин Бор – 1, Горки – 1, Малые Гулынки – 1, Новики – 1, Огородниково– 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка — 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 61,
    description: "В Касимове – 39, в Касимовском районе – 22 ( Бабино-Булыгино – 3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Крутоярский – 1, Лашма – 1, Лощинино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 131,
    description: "В Рыбновском районе – 55 (Костино – 20, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 76."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 58,
    description: "В  Клепиковском районе – 49 (Тума – 12, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 2, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 9."
  }]
},
{
  date: new Date(2020, 4, 21),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1096600",
  all:2767,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 163,
    description: "В Скопине – 86,  в Скопинском районе – 77 (Павелец – 21, Ильинка – 13, Побединка – 7, Горлово – 3, Корневое – 3, Моховое – 3, Свинушки – 3, Березняги - 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Гремячка – 1, Делехово - 1, Дмитриево – 1, Ермолово – 1, Желтухинский – 1, Затворное – 1, Князево – 1, Лопатино – 1, Нагиши – 1, Немерово – 1, Пупки – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 137,
    description: "В  Новомичуринске – 99, в  Пронске – 22, в Пронском районе – 16 (Мамоново – 5, Гремяки – 2, Маклаково – 2, Орловский – 2, Береговая Погореловка – 1, Булычево – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 110,
    description: "В  Михайлове – 50, в Михайловском районе – 60 (Октябрьский – 25, Стрелецкие выселки – 6, Фирюлевка – 4, Красное – 3, Виленка – 2, Грязное – 2, Киндяково – 2, Козловка – 2, Печерники – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Иваньково - 1, Ижеславль – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, С/з им. Ильича – 1, Чурики – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1474,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 158,
    description: "В Рязанском районе – 160 (Заокское – 32, Учхоз Стенькино – 14, Заборье – 11, Тюшево – 11, Поляны – 10, Дядьково – 10, Подвязье – 6, Рожок – 5, Богданово – 4, Хирино – 4, Ялтуново – 4 , Абрютино – 3, Агро-Пустынь – 3, Варские – 3, Высокое – 3, Глебово – 3, Мурмино – 3, Совхоз Рязанский – 3, Ровное – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково – 2, Турлатово – 2, по одному человеку в Алтухово, Вышетравино, Дмитриевке, Дубровичах, Затишье, Казаре, Коростово, Листвянке, Реткино, Романцево, Секиотово, Семкино, Ульяновке, Ходынинских двориках2 и Шумаши)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 40,
    description: "В Сараевском районе – 32 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки - 1, Витуша – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково– 1, Телятники — 1), в Сараях – 8."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 39,
    description: "В  Шацком районе – 21 (Казачья Слобода – 8, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 18."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 24,
    description: "В Чучково – 17, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 9,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 5."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 10,
    description: "В Сапожке - 7, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 19,
    description: "В Александро-Невском – 8, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 60,
    description: "В Ряжске – 54, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 3,
    description: "В Пителино — 1, в Пителинском районе – 2 (Потапьево – 1, Юрьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 57,
    description: "В Сасовском районе – 15 (Сотницыно – 4, Алешино – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Саблино – 1), в Сасове – 42."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 21,
    description: "В Кораблине – 7, в Кораблинском районе – 14 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Пехлец – 1, Филатово — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 61,
    description: "В  Шиловском районе – 41 (Лесной – 11, Сановка – 7, Желудёво – 5, Елизаветинка – 4, Ибредь – 3, Ирицы - 3, Борки – 2, Аделино – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Сасыкино – 1, Слобода – 1), в Шилово – 20. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 19,
    description: "В Старожилове – 10; в Старожиловском районе – 9 (Панинская слобода – 5, Ивановское – 1, Истье – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 48,
    description: "В Спасске – 18, в Спасском районе – 30 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 3, Ижевское – 2, Брыкин Бор – 1, Горки – 1, Малые Гулынки – 1, Новики – 1, Огородниково– 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка — 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 59,
    description: "В Касимове – 37, в Касимовском районе – 22 ( Бабино-Булыгино – 3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Крутоярский – 1, Лашма – 1, Лощинино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 126,
    description: "В Рыбновском районе – 54 (Костино – 19, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 72."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 58,
    description: "В  Клепиковском районе – 49 (Тума – 12, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 2, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 9."
  }]
},
{
  date: new Date(2020, 4, 20),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1095254",
  all:2673,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 143,
    description: "В Скопине – 68,  в Скопинском районе – 75 (Павелец – 21, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Свинушки – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Гремячка – 1, Гуменки – 1, Делехово – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Князево – 1, Коготково – 1, Лопатино – 1, Нагиши – 1, Новиково – 1, Старые Кельцы – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 132,
    description: "В  Новомичуринске – 97, в  Пронске – 20, в Пронском районе – 15 (Мамоново – 5, Гремяки – 2, Маклаково – 2,Орловский – 2, Береговая Погореловка – 1, Погореловский – 1, Роскино – 1, Скучаловка – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 108,
    description: "В  Михайлове – 50, в Михайловском районе – 58 (Октябрьский – 24, Стрелецкие выселки – 6, Фирюлевка – 4, Красное – 3, Виленка – 2, Грязное – 2, Козловка – 2, Печерники – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, с/з им. Ильича – 1, Чурики – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1429,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 158,
    description: "В Рязанском районе – 158 (Заокское – 32, Учхоз Стенькино – 14, Заборье – 11, Тюшево – 11, Поляны – 10, Дядьково – 10, Подвязье – 6, Рожок – 5, Богданово – 4, Хирино – 4, Ялтуново – 4, Абрютино – 3, Агро-Пустынь – 3, Варские – 3, Высокое – 3, Мурмино – 3, Совхоз Рязанский – 3, Ровное – 3, Вышгород – 2, Глебово – 2, Земенки – 2, Насурово – 2, Полково – 2, Алтухово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Реткино – 1, Романцево – 1, Секиотово – 1, Семкино – 1, Турлатово – 1, Ульяновка – 1, Ходынинские дворики 2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 39,
    description: "В Сараевском районе – 31 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1, Телятники – 1), в Сараях – 8."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 35,
    description: "В  Шацком районе – 21 (Казачья Слобода – 8, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 14."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 19,
    description: "В Чучково – 12, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 9,
    description: "В Путятинском районе – 4 (Глебово – 1, Никитино – 1, Песочня – 1, Строевское – 1), в Путятино – 5."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 10,
    description: "В Сапожке - 7, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 19,
    description: "В Александро-Невском – 8, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 59,
    description: "В Ряжске – 53, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0."
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 2,
    description: "В Пителинском районе – 2 (Потапьево – 1, Юрьево – 1)."
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 54,
    description: "В Сасовском районе – 15 (Сотницыно – 4, Алешино – 2, Молодежный – 2, Раково – 2, Фроловское – 2, Гавриловское – 1, Кузьминки – 1, Саблино – 1), в Сасове – 39."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 21,
    description: "В Кораблине – 7, в Кораблинском районе – 14 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Пехлец – 1, Филатово — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 60,
    description: "В  Шиловском районе – 40 (Лесной – 11, Сановка – 7, Желудёво – 5, Елизаветинка – 4, Ибредь – 3, Ирицы – 3, Борки – 2, Аделино – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Слобода – 1), в Шилово – 20. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 19,
    description: "В Старожилове – 10; в Старожиловском районе – 9 (Панинская слобода – 5, Ивановское – 1, Истье – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 46,
    description: "В Спасске – 18, в Спасском районе – 28 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 2, Ижевское – 2, Брыкин Бор – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 59,
    description: "В Касимове – 37, в Касимовском районе – 22 ( Бабино-Булыгино – 3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Крутоярский – 1, Лашма – 1, Лощинино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 125,
    description: "В Рыбновском районе – 54 (Костино – 19, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 71."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 58,
    description: "В  Клепиковском районе – 49 (Тума – 12, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 2, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Ужищево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 9."
  }]
},
{
  date: new Date(2020, 4, 19),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1094285",
  all:2577,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 142,
    description: "В Скопине – 68,  в Скопинском районе — 74 (Павелец – 20, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Свинушки – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Гремячка – 1, Гуменки – 1, Делехово – 1, Дмитриево – 1, Желтухинский – 1, Затворное – 1, Князево – 1, Коготково – 1, Лопатино – 1, Нагиши – 1, Новиково – 1, Старые Кельцы – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 120,
    description: "В  Новомичуринске – 90, в  Пронске – 19, в Пронском районе – 11(Мамоново – 4, Гремяки – 2, Береговая Погореловка – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 106,
    description: "В  Михайлове – 50, в Михайловском районе – 56 (Октябрьский – 22, Стрелецкие выселки – 6, Фирюлевка – 4, Красное – 3, Виленка – 2, Грязное – 2, Козловка – 2, Печерники – 2, Березово – 1, Бычки – 1, Волосовка – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, С/з им. Ильича – 1, Чурики – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1377,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 155,
    description: "В Рязанском районе – 155 (Заокское – 32, Учхоз Стенькино – 14, Заборье – 11, Тюшево – 11, Поляны – 10, Дядьково – 9, Подвязье – 5, Рожок – 5, Богданово – 4, Высокое – 4, Ялтуново – 4 , Абрютино – 3, Агро-Пустынь – 3, Варские – 3, Мурмино – 3, Совхоз Рязанский – 3, Ровное – 3, Вышгород – 2, Глебово – 2, Земенки – 2, Насурово – 2, Полково – 2, Хирино – 2, по одному человеку в Алтухово, Вышетравино, Дмитриевке, Дубровичах, Затишье, Казаре, Коростово, Листвянке, Реткино, Романцево, Секиотово, Семкино, Турлатово, Ульяновке, Ходынинских двориках2 и Шумаши)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 35,
    description: "В  Шацком районе – 21 (Казачья Слобода – 8, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново-Здорово — 1), в Шацке – 14."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 18,
    description: "В Чучково – 11, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 8,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 5."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 8,
    description: "В Сапожке - 5, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 19,
    description: "В Александро-Невском – 8, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 57,
    description: "В Ряжске – 51, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 1,
    description: "В Пителинском районе (Юрьево) — 1"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 50,
    description: "В Сасовском районе – 14 (Сотницыно – 4, Молодежный – 2, Раково – 2, Фроловское – 2, Алешино - 1, Гавриловское – 1, Кузьминки – 1, Саблино — 1), в Сасове – 36."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 21,
    description: "В Кораблине – 7, в Кораблинском районе – 14 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Пехлец – 1, Филатово — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 59,
    description: "В Шиловском районе – 39 (Лесной – 10, Сановка – 7, Желудёво – 5, Елизаветинка – 4, Ибредь – 3, Ирицы – 3, Борки – 2, Аделино – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Слобода — 1), в Шилово – 20. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 19,
    description: "В Старожилове – 10; в Старожиловском районе – 9 (Панинская слобода – 5, Ивановское – 1, Истье – 1, Ромоданово – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 45,
    description: "В Спасске – 18, в Спасском районе – 27 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 2, Брыкин Бор – 1, Ижевское – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка — 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 59,
    description: "В Касимове – 37, в Касимовском районе – 22 ( Бабино-Булыгино – 3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Крутоярский – 1, Лашма – 1, Лощинино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 122,
    description: "В Рыбновском районе – 53 (Костино – 18, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 69."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 52,
    description: "В  Клепиковском районе – 45 (Тума – 10, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Уткино – 1, Хараблино– 1, Щурово – 1), в Спас-Клепиках – 7."
  }]
},
{
  date: new Date(2020, 4, 18),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1092880",
  all:2485,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 126,
    description: "В Скопине – 57,  в Скопинском районе — 69 (Павелец – 20, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Дмитриево, Желтухинском, Затворном, Коготково, Нагишах, Новиково, Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 117,
    description: "В  Новомичуринске – 87, в  Пронске – 19, в Пронском районе – 11(Мамоново – 4, Гремяки – 2, Береговая Погореловка – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 101,
    description: "В  Михайлове – 49, в Михайловском районе – 52 (Октябрьский – 22, Стрелецкие выселки – 6, Фирюлевка – 3, Виленка – 2, Грязное – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское 1 – 1, Пушкари – 1, С/з им. Ильича – 1, Чурики — 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1339,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 151,
    description: "В Рязанском районе – 151 (Заокское – 32, Учхоз Стенькино – 14, Заборье – 11, Тюшево – 11, Поляны – 10, Дядьково – 9, Подвязье – 5, Рожок – 5, Богданово – 4, Высокое – 4, Ялтуново – 4 , Абрютино – 3, Агро–Пустынь – 3, Варские – 3, Мурмино – 3, Вышгород – 2, Глебово – 2, Земенки – 2, Насурово – 2, Полково – 2, Ровное – 2, Хирино – 2, Алтухово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Реткино – 1, Секиотово – 1, Семкино – 1, Совхоз Рязанский – 1, Турлатово – 1, Ульяновка – 1, Ходынинские дворики 2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 34,
    description: "В  Шацком районе – 20 (Казачья Слобода – 7, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Выша – 1, Печины – 1, Ольхи – 1, Польное Конобеево – 1, Сново–Здорово – 1), в Шацке – 14."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 18,
    description: "В Чучково – 11, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 7,
    description: "В Сапожке - 4, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 18,
    description: "В Александро-Невском – 7, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 57,
    description: "В Ряжске – 51, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 47,
    description: "В Сасовском районе – 14 (Сотницыно – 4, Молодежный – 2, Раково – 2, Фроловское – 2, Алешино - 1, Гавриловское – 1, Кузьминки – 1, Саблино — 1), в Сасове – 33."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 19,
    description: "В Кораблине – 6, в Кораблинском районе – 13 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 52,
    description: "В Шиловском районе – 35 (Лесной – 9, Сановка – 6, Елизаветинка – 4, Желудёво – 4, Ирицы – 3, Борки – 2, Ибредь – 2, Аделино – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Слобода — 1), в Шилово – 17. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 45,
    description: "В Спасске – 18, в Спасском районе – 27 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Гавриловское – 2, Брыкин Бор – 1, Ижевское – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка — 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 58,
    description: "В Касимове – 37, в Касимовском районе – 21 ( Бабино-Булыгино-3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Лашма – 1, Лощинино-1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 121,
    description: "В Рыбновском районе – 53 (Костино – 18, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 68."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 52,
    description: "В  Клепиковском районе – 45 (Тума – 10, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Уткино – 1, Хараблино– 1, Щурово – 1), в Спас-Клепиках – 7."
  }]
},
{
  date: new Date(2020, 4, 17),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1092032",
  all:2394,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 126,
    description: "В Скопине – 57,  в Скопинском районе — 69 (Павелец – 20, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Дмитриево, Желтухинском, Затворном, Коготково, Нагишах, Новиково, Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 108,
    description: "В  Новомичуринске – 82, в  Пронске – 15, в Пронском районе – 11(Мамоново – 4, Гремяки – 2, Береговая Погореловка – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 100,
    description: "В  Михайлове – 49, в Михайловском районе – 51 (Октябрьский – 22, Стрелецкие выселки – 6, Фирюлевка – 3, Виленка – 2, Грязное – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, совхоз им. Ильича – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1279,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 149,
    description: "В Рязанском районе – 149 (Заокское – 32, Учхоз Стенькино – 14, Заборье – 11, Тюшево – 11, Поляны – 10, Дядьково – 8, Подвязье – 5, Рожок – 5, Богданово – 4, Ялтуново – 4 , Абрютино – 3, Агро-Пустынь – 3, Варские – 3, Высокое – 3, Мурмино – 3, Вышгород – 2, Глебово – 2, Земенки – 2, Насурово – 2, Полково – 2, Ровное – 2, Хирино – 2, Алтухово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Реткино – 1, Секиотово – 1, Семкино – 1, Совхоз Рязанский – 1, Турлатово – 1, Ульяновка – 1, Ходынинские дворики – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 31,
    description: "В Шацком районе – 18 (Казачья Слобода – 7, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Печины – 1, Ольхи – 1, Сново-Здорово – 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 18,
    description: "В Чучково – 11, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 7,
    description: "В Сапожке - 4, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 17,
    description: "В Александро-Невском – 6, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 56,
    description: "В Ряжске – 50, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 47,
    description: "В Сасовском районе – 14 (Сотницыно – 4, Молодежный – 2, Раково – 2, Фроловское – 2, Алешино - 1, Гавриловское – 1, Кузьминки – 1, Саблино — 1), в Сасове – 33."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 18,
    description: "В Кораблине – 5, в Кораблинском районе – 13 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка – 1, Пехлец – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 47,
    description: "В Шиловском районе – 30 (Лесной – 8, Елизаветинка – 4, Желудёво – 4, Ирицы – 3, Сановка – 3, Ибредь – 2, Аделино – 1, Борки – 1, Заполье – 1, Крутицы – 1, Муратово – 1, Слобода – 1), в Шилово – 17. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 44,
    description: "В Спасске – 18, в Спасском районе – 26 (Спиртзаводской – 7, Павловка – 3, Сушки – 3, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Панино – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1, Фатьяновка – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 57,
    description: "В Касимове – 36, в Касимовском районе – 21 ( Бабино-Булыгино-3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Лашма – 1, Лощинино-1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 115,
    description: "В Рыбновском районе – 52 (Костино – 17, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 63."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 52,
    description: "В  Клепиковском районе – 45 (Тума – 10, Криуша – 7, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Иншаково – 1, Кондаково – 1, Малая Каменка – 1, Малиновка – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Рябикино – 1, Спирино – 1, Уткино – 1, Хараблино– 1, Щурово – 1), в Спас-Клепиках – 7."
  }]
},
{
  date: new Date(2020, 4, 16),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1091499",
  all:2300,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 18,
    description: "В Милославском – 9, в Милославском районе – 9 (Кочуры – 3, Чернава – 3, Бугровка – 1, Зеленый – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 126,
    description: "В Скопине – 57,  в Скопинском районе — 69 (Павелец – 20, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Дмитриево, Желтухинском, Затворном, Коготково, Нагишах, Новиково, Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 104,
    description: "В  Новомичуринске – 78, в  Пронске – 15, в Пронском районе – 11(Мамоново – 4, Гремяки – 2, Береговая Погореловка – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 95,
    description: "В  Михайлове – 49, в Михайловском районе – 46 (Октябрьский – 19, Стрелецкие выселки – 6, Фирюлевка – 3, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково - 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1227,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 144,
    description: "В Рязанском районе – 144 (Заокское – 32, Учхоз Стенькино – 14, Тюшево – 11, Поляны – 10, Заборье – 9, Дядьково - 8, Подвязье – 5, Рожок – 5, Богданово – 4, Ялтуново – 4 , Абрютино – 3, Варские – 3, Высокое – 3, Мурмино – 3, Вышгород - 2, Глебово – 2, Земенки – 2, Насурово – 2, Полково – 2, Ровное – 2, Хирино – 2, Агро-Пустынь – 1, Алтухово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Реткино – 1, Секиотово – 1, Совхоз Рязанский – 1, Турлатово – 1, Ульяновка – 1, Ходынинские дворики2 — 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 31,
    description: "В Шацком районе – 18 (Казачья Слобода – 7, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Печины – 1, Ольхи – 1, Сново-Здорово – 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 18,
    description: "В Чучково – 11, в Чучковском районе – 7 (Мелехово – 3, Аладьино – 2, Остро-Пластиково – 1, Пертово – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 7,
    description: "В Сапожке - 4, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 17,
    description: "В Александро-Невском – 6, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 56,
    description: "В Ряжске – 50, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 46,
    description: "В Сасовском районе – 14 (Сотницыно – 4, Молодежный – 2, Раково – 2, Фроловское – 2, Алешино - 1, Гавриловское – 1, Кузьминки – 1, Саблино — 1), в Сасове – 32."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 17,
    description: "В Кораблине – 5, в Кораблинском районе – 12 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 41,
    description: "В  Шиловском районе – 25 (Лесной – 8, Елизаветинка – 4, Желудёво – 4, Сановка – 3, Аделино – 1, Борки – 1, Заполье – 1, Ирицы-1, Муратово – 1, Слобода — 1), в Шилово – 16. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 42,
    description: "В Спасске – 18, в Спасском районе – 24 (Спиртзаводской – 7, Сушки – 3, Павловка – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Малые Гулынки – 1, Новики – 1, Огородниково – 1, Павловка – 1, Селезеново – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1, Ухорское – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 56,
    description: "В Касимове – 35, в Касимовском районе – 21 ( Бабино-Булыгино-3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Лашма – 1, Лощинино-1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 106,
    description: "В Рыбновском районе – 44 (Костино – 9, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 62."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 44,
    description: "В  Клепиковском районе – 39 (Тума – 10, Криуша – 6, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино– 1, Щурово — 1), в Спас-Клепиках – 5."
  }]
},
{
  date: new Date(2020, 4, 15),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1089673",
  all:2214,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 17,
    description: "В Милославском – 9, в Милославском районе – 8 (Кочуры – 3, Чернава – 3, Бугровка – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 126,
    description: "В Скопине – 57,  в Скопинском районе — 69 (Павелец – 20, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Дмитриево, Желтухинском, Затворном, Коготково, Нагишах, Новиково, Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 103,
    description: "В  Новомичуринске – 78, в  Пронске – 15, в Пронском районе – 10 (Мамоново – 4, Береговая Погореловка – 1, Гремяки – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 91,
    description: "В  Михайлове – 47, в Михайловском районе – 44 (Октябрьский – 18, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Фирюлевка – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1167,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 140,
    description: "В Рязанском районе – 140 (Заокское– 32, Учхоз Стенькино – 14, Тюшево – 11, Поляны – 10, Заборье – 9, Дядьково – 8, Подвязье – 5, Рожок – 5, Богданово – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 3, Вышгород – 2, Земенки – 2, Насурово – 2, Полково– 2, Хирино-2, Ровное-2, по одному человеку в Алтухово, Вышетравино, Дмитриевке, Дубровичах, Затишье, Казаре, Коростово, Листвянке, Реткино, Секиотово, Совхозе Рязанский, Ульяновке, Ходынинских двориках2 и Шумаши)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 19,
    description: "В Захаровском районе – 17 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Окуньково-1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 30,
    description: "В Шацком районе – 18 (Казачья Слобода – 7, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Печины – 1, Ольхи – 1, Сново-Здорово – 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 16,
    description: "В Чучково – 11, в Чучковском районе – 5 (Мелехово – 3, Аладьино – 2)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 5,
    description: "В Сапожке - 2, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 10,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 6."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 17,
    description: "В Александро-Невском – 6, в  Александро-Невском районе – 11 (Боровок – 6, Ленино — 4, Калинино-1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 54,
    description: "В Ряжске – 48, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 43,
    description: "В Сасовском районе – 13 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1, Саблино-1), в Сасове – 30."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 17,
    description: "В Кораблине – 5, в Кораблинском районе – 12 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 41,
    description: "В  Шиловском районе – 25 (Лесной – 8, Елизаветинка – 4, Желудёво – 4, Сановка – 3, Аделино – 1, Борки – 1, Заполье – 1, Ирицы-1, Муратово – 1, Слобода — 1), в Шилово – 16. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 40,
    description: "В Спасске – 18, в Спасском районе – 22 (Спиртзаводской – 7, Сушки – 3, Павловка – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Малые Гулынки-1;Новики – 1, Огородниково – 1, Селезнево-1; Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 56,
    description: "В Касимове – 35, в Касимовском районе – 21 ( Бабино-Булыгино-3, Елатьма – 3, Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Лашма – 1, Лощинино-1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 101,
    description: "В Рыбновском районе – 44 (Костино – 9, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 57."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 44,
    description: "В  Клепиковском районе – 39 (Тума – 10, Криуша – 6, Аверкиево – 5, Алексеево – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино– 1, Щурово — 1), в Спас-Клепиках – 5."
  }]
},
{
  date: new Date(2020, 4, 14),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1087648",
  all:2123,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 17,
    description: "В Милославском – 9, в Милославском районе – 8 (Кочуры – 3, Чернава – 3, Бугровка – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 118,
    description: "В Скопине – 54,  в Скопинском районе – 68 (Павелец – 19, Ильинка – 13, Побединка – 7, Горлово – 3, Моховое – 3, Березняги – 2, Клекотки – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Дмитриево, Желтухинском, Затворном, Коготково, Нагишах, Новиково , Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 94,
    description: "В  Новомичуринске – 74, в  Пронске – 11, в Пронском районе – 9 (Мамоново – 3, Береговая Погореловка – 1, Гремяки – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 91,
    description: "В  Михайлове – 47, в Михайловском районе – 44 (Октябрьский – 18, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Фирюлевка – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1126,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 137,
    description: "В Рязанском районе – 137 (Заокское– 32, Учхоз Стенькино – 14, Тюшево – 11, Поляны – 10, Заборье – 8, Дядьково - 8, Подвязье – 5, Богданово – 4, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 3, Вышгород - 2, Земенки – 2, Насурово – 2, Полково– 2, Хирино – 2; по одному человеку в Алтухово, Вышетравино, Дмитриевке, Дубровичах, Затишье, Казаре, Коростово, Листвянке, Реткино, Ровном, Секиотово, Совхозе Рязанский, Ульяновке, Ходынинских двориках-2 и Шумаши)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 18,
    description: "В Захаровском районе – 16 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 35,
    description: "В Сараевском районе – 30 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1, Таптыково – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 30,
    description: "В Шацком районе – 18 (Казачья Слобода – 7, Черная Слобода – 3, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Печины – 1, Ольхи – 1, Сново-Здорово – 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 15,
    description: "В Чучково – 11, в Чучковском районе – 4 (Мелехово – 3, Аладьино – 1)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 5,
    description: "В Сапожке - 2, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 9,
    description: "В Ухоловском районе – 4 (Покровское – 2, Поляки – 1, Ольхи – 1), в Ухолове – 5."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 14,
    description: "В Александро-Невском – 6, в Александро-Невском районе – 8 (Боровок – 6, Ленино – 2)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 49,
    description: "В Ряжске – 43, в Ряжском районе – 6 (Петрово – 2, Шереметьево – 2, Дегтяное – 1, Салтыки – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 39,
    description: "В Сасовском районе – 13 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1, Саблино-1), в Сасове – 26."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 17,
    description: "В Кораблине – 5, в Кораблинском районе – 12 (Кипчаково – 5, Ключ – 4, Бобровинки – 2, Ковалинка — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 38,
    description: "В  Шиловском районе – 22 (Лесной – 8, Желудёво – 4, Сановка – 3, Елизаветинка – 2, Аделино – 1, Борки – 1, Заполье – 1, Муратово – 1, Слобода – 1), в Шилово – 16. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 37,
    description: "В Спасске – 18, в Спасском районе – 19 (Спиртзаводской – 7, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Новики – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 48,
    description: "В Касимове – 29, в Касимовском районе – 19 (Щербатовка – 3, Бабино-Булыгино – 2, Елатьма – 2, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Гусь-Железный – 1, Кочемары – 1, Лашма – 1, Лощинино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 22,
    description: "В Ермиши – 13, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 97,
    description: "В Рыбновском районе – 44 (Костино – 9, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 53."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 43,
    description: "В  Клепиковском районе – 38 (Тума – 10, Аверкиево – 5, Алексеево – 5, Криуша – 5, Первушкино – 3, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино– 1, Щурово — 1), в Спас-Клепиках – 5."
  }]
},
{
  date: new Date(2020, 4, 13),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1085678",
  all:2028,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 17,
    description: "В Милославском – 9, в Милославском районе – 8 (Кочуры – 3, Чернава – 3, Бугровка – 1, Змеевка – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 118,
    description: "В Скопине – 52,  в Скопинском районе — 66 (Павелец – 19, Ильинка – 13, Побединка – 7, Горлово – 3, Березняги – 2, Клекотки – 2, Моховое – 2, Отрада – 2, Петрушино – 2, Чулково – 2, по одному человеку в Вослебово, Гуменках, Делехово, Желтухинском, Затворном, Коготково, Нагишах, Новиково, Свинушках, Старых Кельцах, Успенском, Шелемишево)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 94,
    description: "В  Новомичуринске – 74, в  Пронске – 11, в Пронском районе – 9 (Мамоново – 3, Береговая Погореловка – 1, Гремяки – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 89,
    description: "В  Михайлове – 45, в Михайловском районе – 44 (Октябрьский – 18, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Фирюлевка – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1076,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 134,
    description: "В Рязанском районе – 134 (Заокское– 31, Учхоз Стенькино – 14, Тюшево – 11, Поляны – 10, Заборье – 8, Дядьково – 8, Подвязье – 5, Богданово – 4, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 2, Вышгород – 2, Земенки – 2, Насурово – 2, Полково– 2, по одному человеку в Алтухово, Вышетравино, Дмитриевке, Дубровичах, Затишье, Казаре, Коростово, Листвянке, Реткино, Ровном, Секиотово, Совхозе Рязанский, Ульяновке, Хирино, Ходынинских двориках2 и Шумаши)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 18,
    description: "В Захаровском районе – 16 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 34,
    description: "В Сараевском районе – 29 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 30,
    description: "В Шацком районе – 17 (Казачья Слобода – 7, Лесное Конобеево – 2, Новочернеево – 2, Черная Слобода – 2, Высокое – 1, Печины – 1, Ольхи – 1, Сново-Здорово — 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 14,
    description: "В Чучково – 11, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 5,
    description: "В Сапожке - 2, в Сапожковском районе – 3 (Михеи – 2, Кривель — 1)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 8,
    description: "В Ухоловском районе – 3 (Покровское – 2, Поляки – 1), в Ухолове – 5."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 8,
    description: "В Александро-Невском – 2, в районе – 6 (Боровок – 5, Ленино –1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 41,
    description: "В Ряжске – 36, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 37,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 25."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 15,
    description: "В Кораблине – 5, в Кораблинском районе – 10 (Кипчаково – 4, Ключ – 4, Бобровинки – 1, Ковалинка — 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 37,
    description: "В Шиловском районе – 21 (Лесной – 8, Желудёво – 4, Сановка – 3, Аделино – 1, Борки – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1, Слобода – 1), в Шилово – 16. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 37,
    description: "В Спасске – 18, в Спасском районе – 19 (Спиртзаводской – 7, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Новики – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 46,
    description: "В Касимове – 29, в Касимовском районе – 17 (Щербатовка – 3, Елатьма – 2, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Бабино–Булыгино – 1, Гусь–Железный – 1, Кочемары – 1, Лашма – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 21,
    description: "В Ермиши – 12, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 90,
    description: "В Рыбновском районе – 44 (Костино – 9, Новоселки – 7, Старолетово – 5, Высокое – 4, Глебково – 4, Горяйново – 3, Завод Ветзоотехника – 3, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 46."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 39,
    description: "В  Клепиковском районе – 35 (Тума – 9, Аверкиево – 5, Алексеево – 5, Криуша – 3, Первушкино – 3, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 4."
  }]
},
{
  date: new Date(2020, 4, 12),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1083193",
  all:1939,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 13,
    description: "В Милославском – 8, в Милославском районе – 5 (Чернава – 3, Бугровка – 1, Кочуры – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 104,
    description: "В Скопине – 39,  в Скопинском районе – 65 (Павелец – 19, Ильинка – 13, Побединка – 7, Горлово – 3, Березняги – 2, Клекотки – 2, Моховое – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Гуменки – 1, Делехово – 1, Желтухинский – 1, Затворное – 1, Нагиши – 1, Новиково – 1, Свинушки – 1, Старые Кельцы – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 91,
    description: "В  Новомичуринске – 71, в  Пронске – 11, в Пронском районе – 9 (Мамоново – 3, Береговая Погореловка – 1, Гремяки – 1, Маклаково – 1, Погореловский – 1, Роскино – 1, Скучаловка — 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 87,
    description: "В  Михайлове – 45, в Михайловском районе – 42(Октябрьский – 17, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 1042,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 130,
    description: "В Рязанском районе – 130 (Заокское – 31, Учхоз Стенькино – 14, Тюшево – 11, Поляны – 10, Заборье – 8, Дядьково – 8, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 2, Вышгород – 2, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышетравино – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Коростово – 1, Листвянка – 1, Полково– 1, Реткино – 1, Ровное – 1, Секиотово – 1, Совхоз Рязанский – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики 2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 18,
    description: "В Захаровском районе – 16 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 34,
    description: "В Сараевском районе – 29 (Красный Озерок – 7, Напольное – 6, Сысои – 4, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 26,
    description: "В Шацком районе – 13 (Казачья Слобода – 7, Лесное Конобеево – 2, Новочернеево – 2, Высокое – 1, Печины — 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 14,
    description: "В Чучково – 11, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 6,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 3."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 4,
    description: "В Сапожке - 2, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 8,
    description: "В Ухоловском районе – 3 (Покровское – 2, Поляки – 1), в Ухолове – 5."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 8,
    description: "В Александро-Невском – 2, в районе – 6 (Боровок – 5, Ленино –1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 39,
    description: "В Ряжске – 34, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 36,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 24."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 10,
    description: "В Кораблине – 3, в Кораблинском районе – 7 (Ключ – 4, Кипчаково – 2, Ковалинка – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 36,
    description: "В Шиловском районе – 21 (Лесной – 8, Желудёво – 4, Сановка – 3, Аделино – 1, Борки – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1, Слобода – 1), в Шилово – 15. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 32,
    description: "В Спасске – 16, в Спасском районе – 16 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Новики – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 45,
    description: "В Касимове – 28, в Касимовском районе – 17 (Щербатовка – 3, Елатьма – 2, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Бабино–Булыгино – 1, Гусь–Железный – 1, Кочемары – 1, Лашма – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 20,
    description: "В Ермиши – 11, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 84,
    description: "В Рыбновском районе – 41 (Костино – 9, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Завод Ветзоотехника – 2, Пощупово – 2, Выселки – 1, Житово – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Раменки – 1, Старое Батурино – 1), в Рыбном – 43."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 39,
    description: "В  Клепиковском районе – 35 (Тума – 9, Аверкиево – 5, Алексеево – 5, Криуша – 3, Первушкино – 3, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 4."
  }]
},
{
  date: new Date(2020, 4, 11),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1081526",
  all:1842,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 11,
    description: "В Милославском – 8, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 96,
    description: "В Скопине – 34,  в Скопинском районе – 62 (Павелец – 19, Ильинка – 13, Побединка – 6, Горлово – 3, Березняги – 2, Клекотки – 2, Моховое – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Делехово - 1, Желтухинский – 1, Затворное – 1, Нагиши – 1, Новиково – 1, Свинушки – 1, Успенское – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 83,
    description: "В  Новомичуринске – 65, в  Пронске – 10, в Пронском районе – 8 (Мамоново – 3, Б. Погореловка – 1, Гремяки – 1, Маклаково – 1, Роскино – 1, Скучаловка – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 86,
    description: "В  Михайлове – 45, в Михайловском районе – 41 (Октябрьский – 16, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково - 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 990,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 127,
    description: "В Рязанском районе – 127 (Заокское – 31, Учхоз Стенькино – 13, Тюшево – 11, Поляны – 10, Заборье – 8, Дядьково – 8, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 2, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышетравино – 1, Вышгород - 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Казарь – 1, Листвянка – 1, Полково– 1, Реткино – 1, Ровное – 1, Секиотово – 1, Совхоз Рязанский – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики 2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 18,
    description: "В Захаровском районе – 16 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 33,
    description: "В Сараевском районе – 28 (Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 3, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 25,
    description: "В Шацком районе – 12 (Казачья Слобода – 7, Лесное Конобеево – 2, Высокое – 1, Новочернеево – 1, Печины – 1), в Шацке – 13."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 13,
    description: "В Чучково – 10, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 5,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 2."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 4,
    description: "В Сапожке - 2, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 7,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 5."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 8,
    description: "В Александро-Невском – 2, в районе – 6 (Боровок – 5, Ленино –1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 36,
    description: "В Ряжске – 31, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 35,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 23."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 10,
    description: "В Кораблине – 3, в Кораблинском районе – 7 (Ключ – 4, Кипчаково – 2, Ковалинка – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 35,
    description: "В Шиловском районе – 20 (Лесной – 8, Желудёво – 4, Сановка – 2, Аделино – 1, Борки – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1, Слобода – 1), в Шилово – 15. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 13,
    description: "В Старожилове – 8; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 31,
    description: "В Спасске – 16, в Спасском районе – 15 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 44,
    description: "В Касимове – 28, в Касимовском районе – 16 (Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Бабино-Булыгино – 1, Гусь-Железный – 1, Елатьма – 1, Кочемары – 1, Лашма – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 20,
    description: "В Ермиши – 11, в Ермишинском районе – 9 (Надежка – 3, Азеево – 2, Гремячий ключ – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 76,
    description: "В Рыбновском районе – 37 (Костино – 8, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Пощупово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Старое Батурино – 1), в Рыбном – 39."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 36,
    description: "В Клепиковском районе – 33 (Тума – 9, Аверкиево – 5, Алексеево – 4, Криуша – 3, Первушкино – 2, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 3."
  }]
},
{
  date: new Date(2020, 4, 10),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1080417",
  all:1744,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 11,
    description: "В Милославском – 8, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 95,
    description: "В Скопине – 34,  в Скопинском районе – 61 (Павелец – 19, Ильинка – 13, Побединка – 6, Горлово – 3, Березняги – 2, Клекотки – 2, Моховое – 2, Отрада – 2, Петрушино – 2, Чулково – 2, Вослебово – 1, Делехово – 1, Затворное – 1, Нагиши – 1, Новиково – 1, Свинушки – 1, Успенское – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 82,
    description: "В  Новомичуринске – 65, в  Пронске – 10, в Пронском – 7 (Мамоново – 3, Б. Погореловка – 1, Маклаково – 1, Роскино – 1, Скучаловка – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 86,
    description: "В  Михайлове – 45, в Михайловском районе – 41 (Октябрьский – 16, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково - 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 922,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 120,
    description: "В Рязанском районе – 120 (Заокское – 31, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 9, Заборье – 7, Дядьково – 6, Подвязье – 5, Рожок – 4, Ялтуново – 4, Абрютино – 3, Высокое – 3, Мурмино – 3, Варские – 2, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Листвянка – 1, Полково – 1, Реткино – 1, Ровное – 1, Секиотово – 1, Совхоз Рязанский – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики-2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 18,
    description: "В Захаровском районе – 16 (Смена – 5, Безлычное – 3, Елино – 2, Пупкино – 2, Добрые Пчелы – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 33,
    description: "В Сараевском районе – 28 (Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 3, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 24,
    description: "В Шацком районе – 12 (Казачья Слобода – 7, Лесное Конобеево – 2, Высокое – 1, Новочернеево – 1, Печины – 1), в Шацке – 12."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 4,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 1."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 4,
    description: "В Сапожке - 2, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 7,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 5."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 8,
    description: "В Александро-Невском – 2, в районе – 6 (Боровок – 5, Ленино –1)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 30,
    description: "В Ряжске – 25, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 35,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 23."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 10,
    description: "В Кораблине – 3, в Кораблинском районе – 7 (Ключ – 4, Кипчаково – 2, Ковалинка – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 33,
    description: "В Шиловском районе – 18 (Лесной – 8, Желудёво – 3, Сановка – 2, Аделино – 1, Борки – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 15. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 11,
    description: "В Старожилове – 6; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 31,
    description: "В Спасске – 16, в Спасском районе – 15 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 43,
    description: "В Касимове – 27, в Касимовском районе – 16 (Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Ахматово – 1, Бабино-Булыгино – 1, Гусь-Железный – 1, Елатьма – 1, Кочемары – 1, Лашма – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 19,
    description: "В Ермиши – 11, в Ермишинском районе – 8 (Азеево – 2, Гремячий ключ – 2, Надежка – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 76,
    description: "В Рыбновском районе – 37 (Костино – 8, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Пощупово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Старое Батурино – 1), в Рыбном – 39."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 31,
    description: "В Клепиковском районе – 29 (Аверкиево – 5, Тума – 8, Криуша – 3, Первушкино – 2, Алексеево – 1, Давыдово – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Озерки – 1, Пилево – 1, Уткино – 1, Хараблино – 1, Щурово – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 9),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1079376",
  all:1648,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 11,
    description: "В Милославском – 8, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 87,
    description: "В Скопине – 32,  в Скопинском районе – 55 (Павелец – 18, Ильинка – 13, Побединка – 5, Горлово – 3, Березняги – 2, Клекотки – 2, Моховое – 2, Отрада – 2, Вослебово – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Свинушки – 1, Успенское – 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 78,
    description: "В  Новомичуринске – 63, в  Пронске – 9, в Пронском – 6 (Мамоново – 2, Б. Погореловка – 1, Маклаково – 1, Роскино – 1, Скучаловка – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 86,
    description: "В  Михайлове – 45, в Михайловском районе – 41 (Октябрьский – 16, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Заря – 1, Иваньково - 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Низок – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 882,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 118,
    description: "В Рязанском районе – 118 (Заокское – 31, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 9, Заборье – 7, Дядьково – 5, Подвязье – 5, Рожок – 4, Ялтуново – 4, Абрютино – 3, Высокое – 3, Мурмино – 3, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Варские – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Листвянка – 1, Полково – 1, Реткино – 1, Ровное – 1, Секиотово – 1, Совхоз Рязанский – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 17,
    description: "В Захаровском районе – 15 (Смена – 5, Безлычное – 3, Пупкино – 2, Добрые Пчелы – 1, Елино – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 33,
    description: "В Сараевском районе – 28 (Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 3, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 22,
    description: "В Шацком районе – 12 (Казачья Слобода – 7, Лесное Конобеево – 2, Высокое – 1, Новочернеево – 1, Печины – 1), в Шацке – 10."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 4,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское), в Путятино – 1."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 4,
    description: "В Сапожке - 2, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 27,
    description: "В Ряжске – 22, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 35,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 23."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 8,
    description: "В Кораблине – 1, в Кораблинском районе – 7 (Ключ – 4, Кипчаково – 2, Ковалинка – 1)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 31,
    description: "В Шиловском – 16 (Лесной – 6, Желудёво – 3, Сановка – 2, Аделино – 1, Борки – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 15. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 11,
    description: "В Старожилове – 6; в Старожиловском – 5 (Панинская слобода – 2, Ивановское – 1, Истье – 1, Рязанские сады – 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 29,
    description: "В Спасске – 14, в Спасском районе – 15 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Гавриловское – 1, Ижевское – 1, Огородниково – 1, Собчаково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 40,
    description: "В Касимове – 26, в Касимовском районе – 14 (Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Бабино-Булыгино – 1, Елатьма – 1, Кочемары – 1, Лашма – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 16,
    description: "В Ермиши – 8, в Ермишинском районе – 8 (Азеево – 2, Гремячий ключ – 2, Надежка – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 63,
    description: "В Рыбновском районе – 37 (Костино – 8, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Пощупово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Старое Батурино – 1), в Рыбном – 26."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 22,
    description: "В Клепиковском районе – 20 (Аверкиево – 5, Тума – 4, Криуша – 3, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Пилево – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 8),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1077055",
  all:1560,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 9,
    description: "В Милославском – 6, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 82,
    description: "В Скопине – 29,  в Скопинском районе — 53 (Павелец - 18, Ильинка - 13, Побединка – 4, Горлово – 3, Березняги - 2, Клекотки – 2, Моховое – 2, Отрада – 2, Вослебово – 1, Делехово - 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 58,
    description: "В  Новомичуринске – 46, в  Пронске – 8, в Пронском районе – 4 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 84,
    description: "В  Михайлове – 45, в Михайловском районе – 39 (Октябрьский – 16, Стрелецкие выселки – 6, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка– 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 850,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 116,
    description: "В Рязанском районе – 116 (Заокское – 31, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 8, Заборье – 7, Дядьково – 5, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3,Мурмино – 3, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Варские – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1,Листвянка – 1, Полково– 1, Ровное – 1, Секиотово – 1, Совхоз Рязанский – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики2 – 1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 17,
    description: "В Захаровском районе – 15 (Смена – 5, Безлычное – 3, Пупкино – 2, Добрые Пчелы – 1, Елино – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 33,
    description: "В Сараевском районе – 28 (Красный Озерок – 7, Напольное – 6, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 3, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 22,
    description: "В Шацком районе – 12 (Казачья Слобода – 7, Лесное Конобеево – 2, Высокое – 1, Новочернеево – 1, Печины – 1), в Шацке – 10."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 3,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 3,
    description: "В Сапожке - 1, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 26,
    description: "В Ряжске – 21, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 35,
    description: "В Сасовском районе – 12 (Сотницыно – 4, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 23."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 3,
    description: "В Кораблине – 1, в Кораблинском районе – 2 (Кипчаково, Ковалинка)."
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 27,
    description: "В Шиловском районе – 14 (Лесной – 6, Желудёво – 2, Сановка – 2, Аделино – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 13. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 10,
    description: "В Старожилове – 6; в Старожиловском районе – 4 (Ивановское, Истье, Рязанские сады, Панинская слобода)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 27,
    description: "Спасск – 14, в Спасском районе – 13 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Огородниково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 33,
    description: "Касимов – 22, Касимовском районе – 11 (Щербатовка – 3, Подлипки – 2, Телебукино – 2, Клетино – 2, Бабино-Булыгино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 13,
    description: "В Ермиши – 5, в Ермишинском районе – 8 (Азеево – 2, Гремячий ключ – 2, Надежка – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 63,
    description: "В Рыбновском районе – 37 (Костино – 8, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Пощупово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Перекаль – 1, Старое Батурино – 1), в Рыбном – 26."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 22,
    description: "В Клепиковском районе – 20 (Аверкиево – 5, Тума – 4, Криуша – 3, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Пилево – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 7),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1073622",
  all:1475,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 9,
    description: "В Милославском – 6, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 81,
    description: "В Скопине – 28,  в Скопинском районе — 53 (Павелец - 18, Ильинка - 13, Побединка – 4, Горлово – 3, Березняги - 2, Клекотки – 2, Моховое – 2, Отрада – 2, Вослебово – 1, Делехово - 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 57,
    description: "В  Новомичуринске – 45, в  Пронске – 8, в Пронском районе – 4 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 82,
    description: "В  Михайлове – 44, в Михайловском районе – 38 (Октябрьский – 16, Стрелецкие выселки – 5, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка– 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 795,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 115,
    description: "В Рязанском районе – 115 (Заокское– 31, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 8, Заборье – 7, Дядьково – 5, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Варские – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Листвянка – 1, Полково– 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики2 -1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 16,
    description: "В Захаровском районе – 14 (Смена – 5, Безлычное – 3, Пупкино – 2, Елино – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 27,
    description: "В Сараевском районе – 22 (Красный Озерок – 7, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 2, Бычки - 1, Красная Вершина – 1, Кривское – 1, Напольное – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 22,
    description: "В Шацком районе – 12 (Казачья Слобода – 7, Лесное Конобеево – 2, Высокое – 1, Новочернеево – 1, Печины – 1), в Шацке – 10."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 3,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 3,
    description: "В Сапожке - 1, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 22,
    description: "В Ряжске – 17, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 33,
    description: "В Сасовском районе – 11 (Сотницыно –3, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 22."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 2,
    description: "В Кораблине – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 23,
    description: "В Шиловском районе – 11 (Лесной – 5, Сановка – 2, Аделино – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 12. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 9,
    description: "В Старожилове – 6; в Старожиловском районе– 3 (Ивановское – 1, Истье - 1, Панинская слобода — 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 26,
    description: "Спасск – 13, в Спасском районе – 13 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Огородниково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 32,
    description: "Касимов – 22, Касимовском районе – 10 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Бабино-Булыгино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 13,
    description: "В Ермиши – 5, в Ермишинском районе – 8 (Азеево – 2, Гремячий ключ – 2, Надежка – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 60,
    description: "В Рыбновском районе – 35 (Костино – 7, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка - 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 25."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 21,
    description: "В Клепиковском районе – 19 (Аверкиево – 5, Криуша – 3, Тума – 3, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Пилево – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 6),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1066921",
  all:1396,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 9,
    description: "В Милославском – 6, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 80,
    description: "В Скопине – 27,  в Скопинском районе — 53 (Павелец - 18, Ильинка - 13, Побединка – 4, Горлово – 3, Березняги - 2, Клекотки – 2, Моховое – 2, Отрада – 2, Вослебово – 1, Делехово - 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 51,
    description: "В  Новомичуринске – 39, в  Пронске – 8, Пронский район – 4 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 77,
    description: "В  Михайлове – 43, в Михайловском районе– 34 (Октябрьский – 14, Стрелецкие выселки – 5, Виленка – 2, Козловка – 2, Березово – 1, Волосовка – 1, Грязное – 1, Иваньково - 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское1 – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 758,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 112,
    description: "В Рязанском районе – 112 (Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Заборье – 7, Поляны – 7, Дядьково - 5, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Варские – 1, Вышгород - 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Листвянка – 1, Полково – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики2 -1, Шумашь – 1)"
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 13,
    description: "В Захаровском районе – 11 (Смена – 5, Безлычное - 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 27,
    description: "В Сараевском районе – 22 (Красный Озерок – 7, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 2, Бычки - 1, Красная Вершина – 1, Кривское – 1, Напольное – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 20,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 10."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 18,
    description: "В Ряжске – 13, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 33,
    description: "В Сасовском районе – 11 (Сотницыно –3, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 22."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 2,
    description: "В Кораблине – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 18,
    description: "В Шиловском районе – 11 (Лесной – 5, Сановка – 2, Аделино – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 7. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 6,
    description: "В Старожилове – 3; в Старожиловском районе– 3 (Ивановское – 1, Истье - 1, Панинская слобода — 1)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 26,
    description: "Спасск – 13, в Спасском районе – 13 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Огородниково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 30,
    description: "Касимов – 21, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 11,
    description: "В Ермиши – 5, в Ермишинском районе – 6 (Азеево – 2, Гремячий ключ – 2, Надежка – 1, Савватьма — 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 58,
    description: "В Рыбновском районе – 35 (Костино – 7, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка - 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 23."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 20,
    description: "В Клепиковском районе – 18 (Аверкиево – 5, Тума – 3, Криуша – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Пилево – 1, Хараблино — 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 5),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1062765",
  all:1310,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 9,
    description: "В Милославском – 6, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 72,
    description: "В Скопине – 23,  в Скопинском районе – 49 (Павелец – 16, Ильинка – 13, Побединка – 4, Горлово – 3, Клекотки – 2, Моховое – 2, Отрада – 2, Березняги – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 47,
    description: "В г. Новомичуринск – 36, в г. Пронск – 7, Пронский район – 4 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 65,
    description: "В г. Михайлов – 43, в Михайловском районе – 33 (Октябрьский – 13, Стрелецкие выселки – 5, Козловка – 2, Березово – 1, Виленка – 2, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 725,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 106,
    description: "В Рязанском районе – 106 (Листвянка – 1, Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 7, Дядьково – 5, Подвязье – 4, Рожок – 4, Абрютино – 3, Мурмино – 3, Высокое – 2, Заборье – 7, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Варские – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики – 1, Шумашь – 1, Ялтуново – 1)"
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 10,
    description: "В Захаровском районе – 9 (Безлычное – 3, Смена – 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 1."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 25,
    description: "В Сараевском районе – 20 (Красный Озерок – 7, Мордово – 2, Сысои – 2, Алексеевка – 3, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Красный Куст – 2), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 19,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 9."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 8,
    description: "В Чучкове – 5, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 16,
    description: "В Ряжске – 11, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 33,
    description: "В Сасовском районе – 11 (Сотницыно –3, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 22."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 2,
    description: "В Кораблине – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 18,
    description: "В Шиловском районе – 11 (Лесной – 5, Сановка – 2, Аделино – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 7. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 1,
    description: "В Старожилово – 1, в Старожиловском районе – 1 (Панинская слобода).."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 26,
    description: "Спасск – 13, в Спасском районе – 13 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Огородниково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 27,
    description: "Касимов – 18, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 4,
    description: "В Ермиши – 2, в районе – 2 (Азеево)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 51,
    description: "В Рыбновском – 28 (Новоселки – 7, Глебково – 4, Горяйново – 3, Высокое – 3, Старолетово – 3, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Костино – 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 23."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 18,
    description: "В Клепиковском районе – 16 (Аверкиево – 5, Криуша – 2, Тума – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 4),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1060157",
  all:1226,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 6,
    description: "В Милославском – 4, в районе – 2 (Бугровка – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 71,
    description: "В Скопине – 22, в Скопинском районе – 49 (Павелец – 16, Ильинка – 13, Побединка – 4, Горлово – 3, Клекотки – 2, Моховое – 2, Отрада – 2, Березняги – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 45,
    description: "В г. Новомичуринск – 36, в г. Пронск – 6, в районе – 3 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 65,
    description: "В г. Михайлов – 39, в районе – 26 (Октябрьский – 10, Стрелецкие выселки – 5, Козловка – 2, Березово – 1, Виленка – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 694,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 93,
    description: "В Рязанском районе – 93 (Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 6, Дядьково – 5, Подвязье – 4, Рожок – 4, Абрютино – 3, Мурмино – 3, Высокое – 2, Заборье – 7, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Варские – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики – 1, Шумашь – 1, Ялтуново – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 10,
    description: "В Захаровском районе – 9 (Безлычное – 3, Смена – 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 1."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 24,
    description: "В Сараевском районе – 19 (Красный Озерок – 7, Мордово – 2, Сысои – 2, Алексеевка – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Красный Куст – 2), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 19,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 9."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 7,
    description: "В Чучкове – 4, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 3,
    description: "В Ухоловком районе – 1 (Поляки), в Ухолове – 2."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 4,
    description: "В Александро-Невском – 1, в районе – 3 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 16,
    description: "В Ряжске – 11, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 25,
    description: "В Сасовском районе – 10 (Сотницыно – 2, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 15."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 2,
    description: "В Кораблине – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 13,
    description: "В Шилове – 7, в районе – 6 (Лесной – 4, Аделино – 1, Заполье – 1). "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 1,
    description: "В Старожиловском районе – 1 (Панинская слобода)."
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 18,
    description: "Спасск – 11, в районе – 7 (Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 24,
    description: "Касимов – 15, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 4,
    description: "В Ермиши – 2, в районе – 2 (Азеево)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 46,
    description: "В Рыбновском – 27 (Новоселки – 7, Глебково – 4, Горяйново – 3, Высокое – 3, Новоселки – 2, Старолетово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Костино – 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 19."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 18,
    description: "В Клепиковском районе – 16 (Аверкиево – 5, Криуша – 2, Тума – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 3),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1058139",
  all: 1137,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский район",
    sick: 6,
    description: "В Милославском – 4, в районе – 2 (Бугровка – 1, Чернава – 1)"
  }, {
    id: "skopin",
    name: "Скопинский район",
    sick: 61,
    description: "В Скопине – 22, в Скопинском районе – 39 (Павелец – 14, Ильинка – 7, Побединка – 4, Горлово – 3, Клекотки – 2, Отрада – 2, Березняги – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)"
  }, {
    id: "pronsk",
    name: "Пронский район",
    sick: 45,
    description: "г. Новомичуринск – 36, в г. Пронск – 6, в районе – 3 (Б. Погореловка – 1, Маклаково – 1, Роскино – 1)"
  }, {
    id: "michaylov",
    name: "Михайловский район",
    sick: 64,
    description: "в г. Михайлов – 38, в районе – 26 (Октябрьский – 7, Стрелецкие выселки – 5, Козловка – 2, Березово – 1, Виленка – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 651,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский район",
    sick: 93,
    description: "В Рязанском районе – 93 (Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Дядьково – 4, Подвязье – 4, Рожок – 4, Абрютино – 3, Мурмино – 3, Высокое – 2, Заборье – 2, Земенки – 2, Насурово – 2, Поляны – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Варские – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики2 -1, Шумашь – 1, Ялтуново – 1)"
  }, {
    id: "zacharovo",
    name: "Захаровский район",
    sick: 10,
    description: "В Захаровском районе – 9 (Безлычное – 3, Смена – 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 1."
  }, {
    id: "sarai",
    name: "Сараевский район",
    sick: 21,
    description: "В Сараевском районе – 16 (Красный Озерок – 7, Мордово – 2, Сысои – 2, Алексеевка – 1, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий район",
    sick: 19,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 9."
  }, {
    id: "huhkovo",
    name: "Чучковский район",
    sick: 7,
    description: "В Чучкове – 4, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский район",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский район",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский район",
    sick: 1,
    description: "в Ухоловком районе – 1 (Поляки)."
  }, {
    id: "alex-new",
    name: "Александро-Невский район",
    sick: 1,
    description: "В Александро-Невском – 1 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский район",
    sick: 14,
    description: "В Ряжске – 9, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский район",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский район",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский район",
    sick: 25,
    description: "В Сасовском районе – 10 (Сотницыно – 2, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 15."
  }, {
    id: "korablino",
    name: "Кораблинский район",
    sick: 2,
    description: "В Кораблине – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский район",
    sick: 13,
    description: "В Шилове – 7, в районе – 6 (Лесной – 4, Аделино – 1, Заполье – 1). "
  }, {
    id: "starozilovo",
    name: "Старожиловкий район",
    sick: 0,
    description: "В районе - 0"
  }, {
    id: "spassk",
    name: "Спасский район",
    sick: 18,
    description: "Спасск – 11, в районе – 7 (Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский район",
    sick: 22,
    description: "Касимов – 13, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 1,
    description: "В районе - 1"
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 40,
    description: "В Рыбновском районе – 22 (Глебково – 4, Горяйново – 3, Высокое – 3, Новоселки – 2, Старолетово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Костино – 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 18."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 18,
    description: "В Клепиковском районе – 16 (Аверкиево – 5, Криуша – 2, Тума – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Хараблино – 1), в Спас-Клепиках – 2. "
  }]
}];