export const data = [{
  date: new Date(2020, 4, 7),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1073622",
  all:1475,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский р-он",
    sick: 9,
    description: "В Милославском – 6, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский р-он",
    sick: 81,
    description: "В Скопине – 28,  в Скопинском районе — 53 (Павелец - 18, Ильинка - 13, Побединка – 4, Горлово – 3, Березняги - 2, Клекотки – 2, Моховое – 2, Отрада – 2, Вослебово – 1, Делехово - 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский р-он",
    sick: 57,
    description: "В  Новомичуринске – 45, в  Пронске – 8, в Пронском районе – 4 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский р-он",
    sick: 82,
    description: "В  Михайлове – 44, в Михайловском районе – 38 (Октябрьский – 16, Стрелецкие выселки – 5, Виленка – 2, Козловка – 2, Печерники – 2, Березово – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Покровское1 – 1, Пушкари – 1, Фирюлевка– 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 795,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский р-он",
    sick: 115,
    description: "В Рязанском районе – 115 (Заокское– 31, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 8, Заборье – 7, Дядьково – 5, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Варские – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Листвянка – 1, Полково– 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Хирино – 1, Ходынинские дворики2 -1, Шумашь – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский р-он",
    sick: 16,
    description: "В Захаровском районе – 14 (Смена – 5, Безлычное – 3, Пупкино – 2, Елино – 1, Зимино – 1, Плахино – 1, Поливаново – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский р-он",
    sick: 27,
    description: "В Сараевском районе – 22 (Красный Озерок – 7, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 2, Бычки - 1, Красная Вершина – 1, Кривское – 1, Напольное – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий р-он",
    sick: 22,
    description: "В Шацком районе – 12 (Казачья Слобода – 7, Лесное Конобеево – 2, Высокое – 1, Новочернеево – 1, Печины – 1), в Шацке – 10."
  }, {
    id: "huhkovo",
    name: "Чучковский р-он",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский р-он",
    sick: 3,
    description: "В Путятинском районе – 3 (Глебово, Никитино, Строевское)."
  }, {
    id: "sapojok",
    name: "Сапожковский р-он",
    sick: 3,
    description: "В Сапожке - 1, в Сапожковском районе – 2 (Михеи)"
  }, {
    id: "uxolovo",
    name: "Ухоловский р-он",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский р-он",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский р-он",
    sick: 22,
    description: "В Ряжске – 17, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский р-он",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский р-он",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский р-он",
    sick: 33,
    description: "В Сасовском районе – 11 (Сотницыно –3, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 22."
  }, {
    id: "korablino",
    name: "Кораблинский р-он",
    sick: 2,
    description: "В Кораблине – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский р-он",
    sick: 23,
    description: "В Шиловском районе – 11 (Лесной – 5, Сановка – 2, Аделино – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 12. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий р-он",
    sick: 9,
    description: "В Старожилове – 6; в Старожиловском районе– 3 (Ивановское – 1, Истье - 1, Панинская слобода — 1)."
  }, {
    id: "spassk",
    name: "Спасский р-он",
    sick: 26,
    description: "Спасск – 13, в Спасском районе – 13 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Огородниково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский р-он",
    sick: 32,
    description: "Касимов – 22, Касимовском районе – 10 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Бабино-Булыгино – 1, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 13,
    description: "В Ермиши – 5, в Ермишинском районе – 8 (Азеево – 2, Гремячий ключ – 2, Надежка – 2, Савватьма – 2)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 60,
    description: "В Рыбновском районе – 35 (Костино – 7, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка - 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 25."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 21,
    description: "В Клепиковском районе – 19 (Аверкиево – 5, Криуша – 3, Тума – 3, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Пилево – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 6),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1066921",
  all:1396,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский р-он",
    sick: 9,
    description: "В Милославском – 6, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский р-он",
    sick: 80,
    description: "В Скопине – 27,  в Скопинском районе — 53 (Павелец - 18, Ильинка - 13, Побединка – 4, Горлово – 3, Березняги - 2, Клекотки – 2, Моховое – 2, Отрада – 2, Вослебово – 1, Делехово - 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский р-он",
    sick: 51,
    description: "В  Новомичуринске – 39, в  Пронске – 8, Пронский район – 4 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский р-он",
    sick: 77,
    description: "В  Михайлове – 43, в Михайловском районе– 34 (Октябрьский – 14, Стрелецкие выселки – 5, Виленка – 2, Козловка – 2, Березово – 1, Волосовка – 1, Грязное – 1, Иваньково - 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское1 – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 758,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский р-он",
    sick: 112,
    description: "В Рязанском районе – 112 (Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Заборье – 7, Поляны – 7, Дядьково - 5, Подвязье – 5, Рожок – 4, Ялтуново – 4 , Абрютино – 3, Высокое – 3, Мурмино – 3, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Варские – 1, Вышгород - 1, Дмитриевка – 1, Дубровичи – 1, Затишье – 1, Листвянка – 1, Полково – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики2 -1, Шумашь – 1)"
  }, {
    id: "zacharovo",
    name: "Захаровский р-он",
    sick: 13,
    description: "В Захаровском районе – 11 (Смена – 5, Безлычное - 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 2."
  }, {
    id: "sarai",
    name: "Сараевский р-он",
    sick: 27,
    description: "В Сараевском районе – 22 (Красный Озерок – 7, Алексеевка – 3, Красный Куст – 2, Мордово – 2, Сысои – 2, Бычки - 1, Красная Вершина – 1, Кривское – 1, Напольное – 1, Новый Хутор – 1, Паники – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий р-он",
    sick: 20,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 10."
  }, {
    id: "huhkovo",
    name: "Чучковский р-он",
    sick: 11,
    description: "В Чучково – 8, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский р-он",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский р-он",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский р-он",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский р-он",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский р-он",
    sick: 18,
    description: "В Ряжске – 13, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский р-он",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский р-он",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский р-он",
    sick: 33,
    description: "В Сасовском районе – 11 (Сотницыно –3, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 22."
  }, {
    id: "korablino",
    name: "Кораблинский р-он",
    sick: 2,
    description: "В Кораблине – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский р-он",
    sick: 18,
    description: "В Шиловском районе – 11 (Лесной – 5, Сановка – 2, Аделино – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 7. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий р-он",
    sick: 6,
    description: "В Старожилове – 3; в Старожиловском районе– 3 (Ивановское – 1, Истье - 1, Панинская слобода — 1)."
  }, {
    id: "spassk",
    name: "Спасский р-он",
    sick: 26,
    description: "Спасск – 13, в Спасском районе – 13 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Огородниково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский р-он",
    sick: 30,
    description: "Касимов – 21, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 11,
    description: "В Ермиши – 5, в Ермишинском районе – 6 (Азеево – 2, Гремячий ключ – 2, Надежка – 1, Савватьма — 1)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 58,
    description: "В Рыбновском районе – 35 (Костино – 7, Новоселки – 7, Высокое – 4, Глебково – 4, Горяйново – 3, Старолетово – 3, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка - 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 23."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 20,
    description: "В Клепиковском районе – 18 (Аверкиево – 5, Тума – 3, Криуша – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Пилево – 1, Хараблино — 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 5),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1062765",
  all:1310,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский р-он",
    sick: 9,
    description: "В Милославском – 6, в Милославском районе – 3 (Бугровка – 1, Кочуры – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский р-он",
    sick: 72,
    description: "В Скопине – 23,  в Скопинском районе – 49 (Павелец – 16, Ильинка – 13, Побединка – 4, Горлово – 3, Клекотки – 2, Моховое – 2, Отрада – 2, Березняги – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский р-он",
    sick: 47,
    description: "В г. Новомичуринск – 36, в г. Пронск – 7, Пронский район – 4 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский р-он",
    sick: 65,
    description: "В г. Михайлов – 43, в Михайловском районе – 33 (Октябрьский – 13, Стрелецкие выселки – 5, Козловка – 2, Березово – 1, Виленка – 2, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 725,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский р-он",
    sick: 106,
    description: "В Рязанском районе – 106 (Листвянка – 1, Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 7, Дядьково – 5, Подвязье – 4, Рожок – 4, Абрютино – 3, Мурмино – 3, Высокое – 2, Заборье – 7, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Варские – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики – 1, Шумашь – 1, Ялтуново – 1)"
  }, {
    id: "zacharovo",
    name: "Захаровский р-он",
    sick: 10,
    description: "В Захаровском районе – 9 (Безлычное – 3, Смена – 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 1."
  }, {
    id: "sarai",
    name: "Сараевский р-он",
    sick: 25,
    description: "В Сараевском районе – 20 (Красный Озерок – 7, Мордово – 2, Сысои – 2, Алексеевка – 3, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Красный Куст – 2), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий р-он",
    sick: 19,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 9."
  }, {
    id: "huhkovo",
    name: "Чучковский р-он",
    sick: 8,
    description: "В Чучкове – 5, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский р-он",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский р-он",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский р-он",
    sick: 6,
    description: "В Ухоловском районе – 2 (Поляки – 1, Покровское – 1), в Ухолове – 4."
  }, {
    id: "alex-new",
    name: "Александро-Невский р-он",
    sick: 7,
    description: "В Александро-Невском – 2, в районе – 5 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский р-он",
    sick: 16,
    description: "В Ряжске – 11, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский р-он",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский р-он",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский р-он",
    sick: 33,
    description: "В Сасовском районе – 11 (Сотницыно –3, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 22."
  }, {
    id: "korablino",
    name: "Кораблинский р-он",
    sick: 2,
    description: "В Кораблине – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский р-он",
    sick: 18,
    description: "В Шиловском районе – 11 (Лесной – 5, Сановка – 2, Аделино – 1, Елизаветинка – 1, Заполье – 1, Муратово – 1), в Шилово – 7. "
  }, {
    id: "starozilovo",
    name: "Старожиловкий р-он",
    sick: 1,
    description: "В Старожилово – 1, в Старожиловском районе – 1 (Панинская слобода).."
  }, {
    id: "spassk",
    name: "Спасский р-он",
    sick: 26,
    description: "Спасск – 13, в Спасском районе – 13 (Спиртзаводской – 4, Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Огородниково – 1, Старостеклянное – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский р-он",
    sick: 27,
    description: "Касимов – 18, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 4,
    description: "В Ермиши – 2, в районе – 2 (Азеево)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 51,
    description: "В Рыбновском – 28 (Новоселки – 7, Глебково – 4, Горяйново – 3, Высокое – 3, Старолетово – 3, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Костино – 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 23."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 18,
    description: "В Клепиковском районе – 16 (Аверкиево – 5, Криуша – 2, Тума – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 4),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1060157",
  all:1226,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский р-он",
    sick: 6,
    description: "В Милославском – 4, в районе – 2 (Бугровка – 1, Чернава – 1)."
  }, {
    id: "skopin",
    name: "Скопинский р-он",
    sick: 71,
    description: "В Скопине – 22, в Скопинском районе – 49 (Павелец – 16, Ильинка – 13, Побединка – 4, Горлово – 3, Клекотки – 2, Моховое – 2, Отрада – 2, Березняги – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)."
  }, {
    id: "pronsk",
    name: "Пронский р-он",
    sick: 45,
    description: "В г. Новомичуринск – 36, в г. Пронск – 6, в районе – 3 (Б. Погореловка – 1, Маклаково – 1, Мамоново – 1, Роскино – 1)."
  }, {
    id: "michaylov",
    name: "Михайловский р-он",
    sick: 65,
    description: "В г. Михайлов – 39, в районе – 26 (Октябрьский – 10, Стрелецкие выселки – 5, Козловка – 2, Березово – 1, Виленка – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 694,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский р-он",
    sick: 93,
    description: "В Рязанском районе – 93 (Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Поляны – 6, Дядьково – 5, Подвязье – 4, Рожок – 4, Абрютино – 3, Мурмино – 3, Высокое – 2, Заборье – 7, Земенки – 2, Насурово – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Варские – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики – 1, Шумашь – 1, Ялтуново – 1)."
  }, {
    id: "zacharovo",
    name: "Захаровский р-он",
    sick: 10,
    description: "В Захаровском районе – 9 (Безлычное – 3, Смена – 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 1."
  }, {
    id: "sarai",
    name: "Сараевский р-он",
    sick: 24,
    description: "В Сараевском районе – 19 (Красный Озерок – 7, Мордово – 2, Сысои – 2, Алексеевка – 2, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1, Красный Куст – 2), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий р-он",
    sick: 19,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 9."
  }, {
    id: "huhkovo",
    name: "Чучковский р-он",
    sick: 7,
    description: "В Чучкове – 4, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский р-он",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский р-он",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский р-он",
    sick: 3,
    description: "В Ухоловком районе – 1 (Поляки), в Ухолове – 2."
  }, {
    id: "alex-new",
    name: "Александро-Невский р-он",
    sick: 4,
    description: "В Александро-Невском – 1, в районе – 3 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский р-он",
    sick: 16,
    description: "В Ряжске – 11, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский р-он",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский р-он",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский р-он",
    sick: 25,
    description: "В Сасовском районе – 10 (Сотницыно – 2, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 15."
  }, {
    id: "korablino",
    name: "Кораблинский р-он",
    sick: 2,
    description: "В Кораблине – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский р-он",
    sick: 13,
    description: "В Шилове – 7, в районе – 6 (Лесной – 4, Аделино – 1, Заполье – 1). "
  }, {
    id: "starozilovo",
    name: "Старожиловкий р-он",
    sick: 1,
    description: "В Старожиловском районе – 1 (Панинская слобода)."
  }, {
    id: "spassk",
    name: "Спасский р-он",
    sick: 18,
    description: "Спасск – 11, в районе – 7 (Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский р-он",
    sick: 24,
    description: "Касимов – 15, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 4,
    description: "В Ермиши – 2, в районе – 2 (Азеево)."
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 46,
    description: "В Рыбновском – 27 (Новоселки – 7, Глебково – 4, Горяйново – 3, Высокое – 3, Новоселки – 2, Старолетово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Костино – 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 19."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 18,
    description: "В Клепиковском районе – 16 (Аверкиево – 5, Криуша – 2, Тума – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Хараблино – 1), в Спас-Клепиках – 2."
  }]
},
{
  date: new Date(2020, 4, 3),
  source: "https://www.ryazangov.ru/governmentro/covid-19/?ELEMENT_ID=1058139",
  all: 1137,
  regions: [{
    id: "miloslavskoe",
    name: "Милославский р-он",
    sick: 6,
    description: "В Милославском – 4, в районе – 2 (Бугровка – 1, Чернава – 1)"
  }, {
    id: "skopin",
    name: "Скопинский р-он",
    sick: 61,
    description: "В Скопине – 22, в Скопинском районе – 39 (Павелец – 14, Ильинка – 7, Побединка – 4, Горлово – 3, Клекотки – 2, Отрада – 2, Березняги – 1, Делехово – 1, Нагиши – 1, Новиково – 1, Петрушино – 1, Успенское 1, Шелемишево – 1)"
  }, {
    id: "pronsk",
    name: "Пронский р-он",
    sick: 45,
    description: "г. Новомичуринск – 36, в г. Пронск – 6, в районе – 3 (Б. Погореловка – 1, Маклаково – 1, Роскино – 1)"
  }, {
    id: "michaylov",
    name: "Михайловский р-он",
    sick: 64,
    description: "в г. Михайлов – 38, в районе – 26 (Октябрьский – 7, Стрелецкие выселки – 5, Козловка – 2, Березово – 1, Виленка – 1, Волосовка – 1, Грязное – 1, Иваньково – 1, Ижеславль – 1, Киндяково – 1, Красное – 1, Первомайский – 1, Печерники – 1, Покровское – 1, Фирюлевка – 1)."
  }, {
    id: "ryazan",
    name: "Рязань",
    sick: 651,
    description: ""
  }, {
    id: "ryazanreg",
    name: "Рязанский р-он",
    sick: 93,
    description: "В Рязанском районе – 93 (Заокское – 30, Учхоз Стенькино – 12, Тюшево – 11, Дядьково – 4, Подвязье – 4, Рожок – 4, Абрютино – 3, Мурмино – 3, Высокое – 2, Заборье – 2, Земенки – 2, Насурово – 2, Поляны – 2, Алтухово – 1, Богданово – 1, Вышгород – 1, Дмитриевка – 1, Дубровичи – 1, Варские – 1, Ровное – 1, Секиотово – 1, Ульяновка – 1, Ходынинские дворики2 -1, Шумашь – 1, Ялтуново – 1)"
  }, {
    id: "zacharovo",
    name: "Захаровский р-он",
    sick: 10,
    description: "В Захаровском районе – 9 (Безлычное – 3, Смена – 3, Плахино – 1, Поливаново – 1, Пупкино – 1), в Захарове – 1."
  }, {
    id: "sarai",
    name: "Сараевский р-он",
    sick: 21,
    description: "В Сараевском районе – 16 (Красный Озерок – 7, Мордово – 2, Сысои – 2, Алексеевка – 1, Бычки – 1, Красная Вершина – 1, Кривское – 1, Новый Хутор – 1), в Сараях – 5."
  }, {
    id: "shatsk",
    name: "Шацкий р-он",
    sick: 19,
    description: "В Шацком районе – 10 (Казачья Слобода – 6, Высокое – 1, Лесное Конобеево – 1, Новочернеево – 1, Печины – 1), в Шацке – 9."
  }, {
    id: "huhkovo",
    name: "Чучковский р-он",
    sick: 7,
    description: "В Чучкове – 4, в районе – 3 (Мелехово)."
  }, {
    id: "putytino",
    name: "Путятинский р-он",
    sick: 2,
    description: "В Путятинском районе – 2 (Глебово – 1, Строевское – 1)."
  }, {
    id: "sapojok",
    name: "Сапожковский р-он",
    sick: 1,
    description: "В Сапожке - 1"
  }, {
    id: "uxolovo",
    name: "Ухоловский р-он",
    sick: 1,
    description: "в Ухоловком районе – 1 (Поляки)."
  }, {
    id: "alex-new",
    name: "Александро-Невский р-он",
    sick: 1,
    description: "В Александро-Невском – 1 (Боровок)."
  }, {
    id: "ryjsc",
    name: "Ряжский р-он",
    sick: 14,
    description: "В Ряжске – 9, в районе – 5 (Петрово – 2, Шереметьево – 2, Дегтяное – 1)."
  }, {
    id: "kadom",
    name: "Кадомский р-он",
    sick: 0,
    description: "В Кадомском районе - 0"
  }, {
    id: "pitelenskiy",
    name: "Пителинский р-он",
    sick: 0,
    description: "В Пителинском районе - 0"
  }, {
    id: "sasovo",
    name: "Сасовский р-он",
    sick: 25,
    description: "В Сасовском районе – 10 (Сотницыно – 2, Раково – 2, Фроловское – 2, Алешино – 1, Гавриловское – 1, Кузьминки – 1, Молодежный – 1), в Сасове – 15."
  }, {
    id: "korablino",
    name: "Кораблинский р-он",
    sick: 2,
    description: "В Кораблине – 1, в районе – 1 (Кипчаково)"
  }, {
    id: "shilovo",
    name: "Шиловский р-он",
    sick: 13,
    description: "В Шилове – 7, в районе – 6 (Лесной – 4, Аделино – 1, Заполье – 1). "
  }, {
    id: "starozilovo",
    name: "Старожиловкий р-он",
    sick: 0,
    description: "В районе - 0"
  }, {
    id: "spassk",
    name: "Спасский р-он",
    sick: 18,
    description: "Спасск – 11, в районе – 7 (Павловка – 2, Сушки – 2, Брыкин Бор – 1, Ижевское – 1, Троица – 1)."
  }, {
    id: "kasimov",
    name: "Касимовский р-он",
    sick: 22,
    description: "Касимов – 13, Касимовский район – 9 (Подлипки – 2, Телебукино – 2, Клетино – 2, Щербатовка – 2, Малеево – 1)."
  }, {
    id: "ermish",
    name: "Ермишинский район",
    sick: 1,
    description: "В районе - 1"
  }, {
    id: "rybnoe",
    name: "Рыбновский район",
    sick: 40,
    description: "В Рыбновском районе – 22 (Глебково – 4, Горяйново – 3, Высокое – 3, Новоселки – 2, Старолетово – 2, Житово – 1, Завод Ветзоотехника – 1, Зубово – 1, Козловка – 1, Костино – 1, Перекаль – 1, Пощупово – 1, Старое Батурино – 1), в Рыбном – 18."
  }, {
    id: "klepiki",
    name: "Клепиковский район",
    sick: 18,
    description: "В Клепиковском районе – 16 (Аверкиево – 5, Криуша – 2, Тума – 2, Алексеево – 1, Егорово – 1, Кондаково – 1, Молькино – 1, Натальино – 1, Первушкино – 1, Хараблино – 1), в Спас-Клепиках – 2. "
  }]
}];